Repository: ftl-mv-translation/lilys-beam-emporium
Catalog: locale/data/events.xml.append/*.po
Languages: fr, ru, zh_hans

# data/events.xml.append$//event[@name="STORE_LOAD_LILY_EMPORIUM"]/text
source: Before you shop, you still have some time to do something else aboard the ship.
fr: Avant d'entrer dans le magasin, vous avez encore le temps de faire l'inventaire du vaisseau.
ru: Перед тем как совершить покупки, у вас еще есть немного времени, чтобы заняться чем-либо еще на корабле.
zh_hans: 交易之前，你仍有时间干点别的。

# data/events.xml.append$//event[@name="STORE_LOAD_LILY_EMPORIUM"]/choice[1]/text
source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

# data/events.xml.append$//event[@name="STORE_LOAD_LILY_EMPORIUM"]/choice[2]/text
source: Do nothing.
fr: Ne rien faire.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events.xml.append$//event[@name="STORE_LOAD_LILY_EMPORIUM_UNLOCKED"]/text
source: Before you shop, you still have some time to do something else aboard the ship.
fr: Avant d'entrer dans le magasin, vous avez encore le temps de faire l'inventaire du vaisseau.
ru: Перед тем как совершить покупки, у вас еще есть немного времени, чтобы заняться чем-либо еще на корабле.
zh_hans: 交易之前，你仍有时间干点别的。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events.xml.append$//event[@name="LILY_MAD_FIGHT"]/text
source: It seems Lily is quite mad. There's no option but to fight this ship!
fr: On dirait que Lily est furieuse. Il n'y a pas d'autre option que d'engager le combat contre ce vaisseau !
ru: Похоже, Лили совсем сошла с ума. Не остается ничего другого, как сражаться с этим кораблем!
zh_hans: 看来莉莉已经相当疯狂。别无选择，只能与这艘舰船战斗！

# data/events.xml.append$//event[@name="LILY_MAD_FIGHT"]/choice/text
source: Continue...
fr: Continuer...
ru: Продолжить...
zh_hans: 继续。

# data/events.xml.append$//event[@name="LILY_EMPORIUM_DESTROYED"]/text
source: Somehow, you have destroyed the station. It breaks into flickering colorful pieces, which then proceed to fade out of existence. Unfortunately, there's nothing left to scrap of the station itself.
fr: D'une manière ou d'une autre, vous avez détruit la station. Elle se brise en éclats colorés vacillants, qui s'estompent ensuite jusqu'à disparaître. Malheureusement, il ne reste rien à récupérer de la station elle-même.
ru: Каким-то образом вы разрушили станцию. Она разлетается на мерцающие разноцветные осколки, которые затем исчезают. К сожалению, от самой станции не осталось ничего, что можно было бы использовать в качестве лома.
zh_hans: 不知何故，你摧毁了空间站。它碎裂成闪烁的彩色碎片，随后逐渐消失。 可惜，空间站本身已无任何可搜刮的残骸。

# data/events.xml.append$//event[@name="LILY_EMPORIUM_DESTROYED"]/choice/text
source: Continue...
fr: Continuer...
ru: Продолжить...
zh_hans: 继续...

source: Howewer, one of the weapons on the station semms to have survived the fight and is floating in space now! You hastily pick it up.
ru: Однако одно из орудий на станции, похоже, уцелело после боя и теперь плавает в космосе! Вы быстро поднимаете его на борт.
zh_hans: 然而，空间站上的一件武器似乎在战斗中幸存下来，正漂浮在太空中！你匆忙将其拾起。

# data/events.xml.append$//event[@name="LILY_EMPORIUM_QUEST_START"]/text
source: You have arrived at the advertised location of the advertised "Beam Emporium" store. However, the beacon appears to be empty, with no ships there. However, you feel a strange sense of unease, as if someone was watching you...
ru: Вы прибыли в указанное местоположение рекламируемого магазина "Эмпориум лучей". Однако маяк кажется пустым, там нет никаких кораблей. Но вы испытываете странное чувство беспокойства, как будто кто-то наблюдает за вами...
zh_hans: 你已抵达广告中宣称的“光束商店”位置。奇怪的是，信标处空无一物，没有舰船。然而，你感到一种一种奇怪的不安感，仿佛有人正在注视着你……

# data/events.xml.append$//event[@name="LILY_EMPORIUM_QUEST_START"]/choice[1]/text
source: Investigate further.
fr: Enquêter plus en détail.
ru: Провести дальнейшее расследование.
zh_hans: 进一步调查。

# data/events.xml.append$//event[@name="LILY_EMPORIUM_QUEST_START"]/choice[2]/text
source: Leave as soon as possible.
fr: Partir au plus vite.
ru: Покинуть это место как можно скорее.
zh_hans: 尽快离开。

source: You are not interested in risking your mission to investigate odd phenomena. You turn around and charge your FTL drive to leave immediately.
fr: Vous n'avez aucune envie de risquer votre mission pour enquêter sur des phénomènes étranges. Vous faites demi-tour et chargez votre moteur FTL afin de partir immédiatement.
ru: Вы не хотите рисковать своей миссией, чтобы исследовать странные явления. Вы разворачиваетесь и заряжаете свой ССД, чтобы немедленно улететь.
zh_hans: 你对冒险调查奇异现象毫无兴趣，掉头便为超光速推进器充能，准备立刻离开。

# data/events.xml.append$//event[@name="LILY_EMPORIUM_GLITCH_CONTINUE"]/text
source: You continue you search for the store, as your systems suddenly glitch out and reboot!
ru: Вы продолжаете поиски магазина, когда ваши системы внезапно дают сбой и перезагружаются!
zh_hans: 你继续搜寻商店，突然，你的系统发生故障并重启！

source: You continue spending your time searching for the store. However, despite you best effort, you still can't find anything here. Why is the advertisement for a store there is still a mystery.
ru: Вы продолжаете тратить время на поиски магазина. Однако, несмотря на все ваши усилия, вы по-прежнему ничего не можете найти. Почему там находится реклама магазина, остается загадкой.
zh_hans: 你继续花时间搜寻商店。然而，尽管尽了最大努力，仍然一无所获。为什么会有商店广告在此处，成了一个谜。

# data/events.xml.append$//event[@name="LILY_EMPORIUM_TOWR"]/text
source: You finally notice a relatively normal looking space station, although it seems to be protected by an unusual energy shield. It hails you: "Welcome to the Lily's Beam Emporium!-- ... Wait. Is this The one Who Rhymes themselves?! As a renegade, no less?! Hold on I must be dreaming, am I? Didn't expect you again... much less in these circumstances-- Feel free to take anything from my store, of course. Let's have fun and make chaos!--
ru: Наконец вы замечаете относительно нормально выглядящую космическую станцию, хотя она, похоже, защищена необычным энергетическим щитом. Она связывается с вами: "Добро пожаловать в Эмпориум лучей Лили!-- "... Подождите. Это же сам Тот Кто Рифмует?! И к тому же Ренегат?! Подождите, я что, во сне? Не ожидала тебя снова увидеть... тем более в таких обстоятельствах-- Конечно, можешь взять что угодно из моего магазина. Давай повеселимся и устроим хаос!"
zh_hans: 你终于发现一座外观相对正常的空间站，尽管它似乎被某种奇特的能量护盾所保护。 它向你发出呼叫：“欢迎光临莉莉光束商店！——” "...等等。这难道是押韵者本人？！ 居然还是变元者？！等等我肯定在做梦吧？ 真没想到你还会再来...更别说是在这种情况下—— 当然，我的店里随便拿。来玩个痛快制造混乱吧！——"

# data/events.xml.append$//event[@name="LILY_EMPORIUM_TOWR"]/choice/text
source: Continue...
fr: Continuer...
ru: Продолжить...
zh_hans: 继续。

# data/events.xml.append$//event[@name="LILY_EMPORIUM_TOWR_1"]/text
source: From Lily, you are bestown a gift!--
ru: От Лили тебе полагается подарок!--
zh_hans: “来自莉莉的赠礼！——”

# data/events.xml.append$//event[@name="LILY_EMPORIUM_TOWR_1"]/choice/text
source: Continue...
fr: Continuer...
ru: Продолжить...
zh_hans: 继续。

# data/events.xml.append$//event[@name="LILY_EMPORIUM_TOWR_2"]/text
source: And another one, for sating your appetite!--
ru: И еще один, чтобы утолить твой аппетит!--
zh_hans: “还有一件，满足你的胃口！——”

# data/events.xml.append$//event[@name="LILY_EMPORIUM_TOWR_2"]/choice/text
source: Continue...
fr: Continuer...
ru: Продолжить...
zh_hans: 继续。

# data/events.xml.append$//event[@name="LILY_EMPORIUM_TOWR_3"]/text
source: Oh, and hope I can join with you on your adventure! I bet would be a spectacular venture! Won't you mind?--
ru: О, и надеюсь, я смогу присоединиться к твоему приключению! Уверена, это будет потрясающее путешествие! Ты не против?--
zh_hans: “希望我能加入你的旅程！我会一直同行直到结束！你介意吗？——”

# data/events.xml.append$//event[@name="LILY_EMPORIUM_TOWR_3"]/choice[1]/text
source: That would be quite a delight!
fr: Ce serait un véritable plaisir !
ru: Это было бы просто замечательно!
zh_hans: 那真是太好了！

source: Let us hurry, then! Ready to fight!
ru: Тогда поспешим! Готова к бою!
zh_hans: “那我们就快走吧！准备战斗！——”

# data/events.xml.append$//event[@name="LILY_EMPORIUM_TOWR_3"]/choice[2]/text
source: Sorry to disappoint, but I can't you for this appoint.
ru: Прости, что разочаровываю тебя, но я не могу принять тебя.
zh_hans: 抱歉让你失望，但这件事，我无法让你前往。

source: That's a shame, I have to say. But feel free to browse my store anyway--
ru: Очень жаль, должна сказать. Но все равно можешь посетить мой магазин--
zh_hans: “不得不说，真遗憾。不过，还是欢迎逛逛我的商店——”

# data/events.xml.append$//event[@name="LILY_EMPORIUM_REAL"]/text
source: You finally notice a relatively normal looking space station, although it seems to be protected by an unusual energy shield. It hails you: "Welcome to the Lily's Beam Emporium!-- A wide collection of beam and pinpoint weapons is available for sale--" You are pretty sure it wasn't there minutes ago...
ru: Наконец вы замечаете относительно нормально выглядящую космическую станцию, хотя она, похоже, защищена необычным энергетическим щитом. Она связывается с вами вас: "Добро пожаловать в магазин Эмпориум лучей Лили!-- В продаже имеется широкий ассортимент лучевого и точечного оружия--" Вы почти уверены, что несколько минут назад его здесь не было...
zh_hans: 你终于发现了一座外观相对正常的空间站，尽管它似乎被一层奇特的能量护盾所保护。 它向你发出欢迎讯号："欢迎光临莉莉光束商店！—— 这里提供种类繁多的光束武器与光点武器供您选购——" 你确信几分钟前这里根本不存在这座空间站……

# data/events.xml.append$//event[@name="LILY_EMPORIUM_REAL"]/choice[1]/text
source: Just shop.
fr: N'acheter que de l'équipement.
ru: Просто торговать.
zh_hans: 只是购物。

# data/events.xml.append$//event[@name="LILY_EMPORIUM_REAL"]/choice[1]/event/text
source: You ignore the odd things that have been happening and continue to the store. Luckily everything goes without further incidents.
ru: Вы игнорируете странные вещи, которые происходят, и продолжаете идти в магазин. К счастью, все обходится без дальнейших инцидентов.
zh_hans: 你无视那些正在发生的怪事，继续前往商店。幸运的是，一切顺利，再无波折。

source: Your remember about the mysterious note you found.
fr: Vous vous souvenez de la mystérieuse note que vous aviez trouvée.
ru: Вы вспомнили о загадочной записке, которую нашли.
zh_hans: 你想起之前发现的那张神秘便条。

source: You give the mysterious note to Lily and wait her to respond.
ru: Вы передаете загадочную записку Лили и ждете ее ответа.
zh_hans: 你把那张神秘便条递给莉莉，等待她的回应。

source: Continue...
fr: Continuer...
ru: Продолжить...
zh_hans: 继续。

source: "This note... in your possession? Well, that only mean one thing - you are one of Her chosen to complete the mission. Which mission - only She knows. But I happen to be one of Her servants as well and - as such I'll be assisting from here on-- Oh, and have this to help on your travels.
ru: "Эта записка... у тебя? Ну, это может означать только одно - ты один из избранных Ею для выполнения миссии. Какой миссии - знает только Она. Но я тоже являюсь одной из Ее слуг, и поэтому буду помогать тебе с этого момента-- Ах да, возьми это, чтобы облегчить твое путешествие".
zh_hans: “这张便条……在你手里？那只能意味着一件事——你是她选中的，来完成那项使命的人。什么使命——只有她知道。不过，我恰好也是她的仆人之一——因此，从现在起，我会提供协助—— 哦，还有，这个给你，助你旅途一臂之力。”

source: Continue...
fr: Continuer...
ru: Продолжить...
zh_hans: 继续。

source: Let's go then! (Note: Lily can be contacted in the storage menu)
fr: Allons‑y, alors ! (Remarque : Lily peut être contactée depuis le menu de stockage)
ru: Тогда пойдем! (Примечание: с Лили можно связаться в меню склада)
zh_hans: 那我们就出发吧！ （注：可在星舰管理菜单中联系莉莉）

source: Your siren recognizes the odd energy shield on the station.
fr: Votre sirène reconnaît l'étrange bouclier d'énergie de la station.
ru: Ваша сирена распознает странный энергетический щит на станции.
zh_hans: 你的异鸣族船员认出了空间站上的能量护盾。

source: Your siren happens to recognize the Eldritch chaos energy on the station very well, and uses their powers to send a remote message to Lily about it.
fr: Votre sirène semble bien reconnaître l'énergie chaotique et surnaturelle qui émane de la station, et utilise ses pouvoirs pour envoyer un message à distance à Lily à ce sujet.
ru: Ваша сирена очень хорошо распознает жуткую энергию хаоса на станции и использует свои силы, чтобы отправить Лили удаленное сообщение об этом.
zh_hans: 你的异鸣族船员恰巧非常熟悉空间站上的怪异混沌能量，并运用他们的力量向莉莉远程发送了一条相关信息。

source: Continue...
fr: Continuer...
ru: Продолжить...
zh_hans: 继续。

source: "A Siren like you on a Renegade vessel? It's so rare to see one of you lately. Let me give you something for your travels and feel free to shop!" "Would you mind letting me join you on your adventure? I think it will benefit both of our goals--"
fr: "Une Sirène comme vous à bord d'un vaisseau renégat ? C'est si rare d'en croiser, ces temps‑ci. Laissez‑moi vous offrir quelque chose pour votre voyage, et n'hésitez pas à faire vos achats !" "Cela vous dérangerait‑il que je me joigne à vous dans votre aventure ? Je pense que cela profiterait à nos deux objectifs."
ru: "Сирена, как ты оказалась, на корабле Ренегатов? В последнее время вас так редко можно увидеть. Позволь мне дать тебе кое-что для путешествия, и не стесняйся делать покупки!" "Не возражаешь, если я присоединюсь к твоему приключению? Думаю, это пойдет на пользу нам обоим--"
zh_hans: “像你这样的异鸣族，居然在变元者舰船上？最近可难得一见。这个给你，助你旅途一程，商店也尽管逛！” “你介意我加入你的冒险吗？我想这对我们双方的目标都有益——”

source: Sure!
fr: D'accord !
ru: Конечно!
zh_hans: 那就给我吧！

source: Let us hurry then! (Note: Lily can be contacted in the storage menu)
ru: Тогда поторопимся! (Примечание: с Лили можно связаться в меню склада)
zh_hans: “那我们快走吧！” （注：可在星舰管理菜单中联系莉莉）

source: Sorry, but not this time.
fr: Désolé, mais pas cette fois-ci.
ru: Прости, но не в этот раз.
zh_hans: 抱歉，这次不行。

source: That's a shame, but feel free to browse my store regardless--
ru: Очень жаль, в любом случае, не стесняйся посетить мой магазин--.
zh_hans: “那太可惜了，不过，商店还是尽管逛吧——”

source: Your eldritch being recognizes the odd energy shield on the station.
fr: Votre être surnaturel reconnaît l'étrange bouclier d'énergie de la station.
ru: Ваше сверхъестественное существо распознает странный энергетический щит на станции.
zh_hans: 你的怪异造物认出了空间站上的能量护盾。

source: You eldritch being happens to recognize the Eldritch chaos energy on the station very well, and uses their powers to send a remote message to Lily about it.
fr: Votre être surnaturel semble parfaitement reconnaître l'énergie chaotique surnaturelle qui émane de la station et utilise ses pouvoirs pour envoyer un message à distance à Lily à ce sujet.
ru: Ваше жуткое существо очень хорошо распознает жуткую энергию хаоса на станции и используете свои силы, чтобы отправить Лили удаленное сообщение об этом.
zh_hans: 你的怪异造物恰巧非常熟悉空间站上的怪异混沌能量，并运用其力量向莉莉远程发送了一条相关信息。

source: Continue...
fr: Continuer...
ru: Продолжить...
zh_hans: 继续。

source: "An Eldritch being like you on a Renegade vessel? It's so rare to see one of you lately. Let me give you something for your travels and feel free to shop!" "Would you mind letting me join you on your adventure? I think it will benefit both of our goals--"
fr: "Un être surnaturel comme vous à bord d'un vaisseau renégat ? C'est si rare d'en voir ces derniers temps. Laissez‑moi vous offrir quelque chose pour votre voyage, et n'hésitez pas à faire vos achats !" "Cela vous dérangerait‑il que je me joigne à vous dans votre aventure ? Je pense que cela servirait nos deux objectifs."
ru: "Жуткое существо, как ты оказалось на корабле Ренегатов? В последнее время вас так редко можно встретить. Позволь мне дать тебе кое-что для путешествия, и не стесняйтесь делать покупки!" "Не возражаешь, если я присоединюсь к твоему приключению? Думаю, это пойдет на пользу нам обоим--"
zh_hans: “像你这样的怪异造物，居然在变元者舰船上？最近可难得一见。这个给你，助你旅途一程，商店也尽管逛！” “你介意我加入你的冒险吗？我想这对我们双方的目标都有益——”

source: Sure!
fr: D'accord !
ru: Конечно!
zh_hans: 那就给我吧！

source: Let us hurry then! (Note: Lily can be contacted in the storage menu)
ru: Тогда поторопимся! (Примечание: с Лили можно связаться в меню склада)
zh_hans: “那我们快走吧！——” （注：可在星舰管理菜单中联系莉莉）

source: Sorry, but not this time.
fr: Désolé, mais pas cette fois-ci.
ru: Прости, но не в этот раз.
zh_hans: 抱歉，这次不行。

source: That's a shame, but feel free to browse my store regardless--
ru: Очень жаль, в любом случае, не стесняйся посетить мой магазин--.
zh_hans: “那太可惜了，不过，商店还是尽管逛吧——”

source: Question her about the anomalies.
fr: L'interroger sur les anomalies.
ru: Задать ей вопрос об аномалиях.
zh_hans: 向她询问异常的情况。

source: You question her about the anomalies. "Your systems glitched out, you say?-- That's very odd, you are the first one to complain about this-- Mind if I take a look on them? For free even--"
ru: Вы спрашиваете ее об аномалиях. "Ты говоришь, что твои системы дают сбой?-- Это очень странно, ты первый, кто жалуется на это-- Не возражаешь, если я посмотрю на них? Это бесплатно--"
zh_hans: 你向她询问那些异常现象。 "你说系统出故障了？—— 这可真奇怪，你是第一个抱怨这事的人—— 介意我看看吗？免费帮你检查——"

source: Sure.
fr: Bien sûr.
ru: Конечно.
zh_hans: 当然。

source: No thanks.
fr: Non merci.
ru: Нет, спасибо.

# data/events.xml.append$//event[@name="LILY_EMPORIUM_STOREASK"]/text
source: "Alright. Do you want to shop still?--"
fr: "Très bien. Voulez‑vous quand même faire quelques achats ?"
ru: "Хорошо. Ты все еще хочешь пройтись по магазинам?--"
zh_hans: “好吧。还想要逛逛商店吗？——”

# data/events.xml.append$//event[@name="LILY_EMPORIUM_STOREASK"]/choice[1]/text
source: Yes.
fr: Oui.
ru: Да.

# data/events.xml.append$//event[@name="LILY_EMPORIUM_STOREASK"]/choice[2]/text
source: No.
fr: Non.
ru: Нет.

source: You decide not to shop and just continue on your journey.
fr: Vous décidez de ne pas faire de shopping et de poursuivre simplement votre voyage.
ru: Вы решаете не совершать покупки и просто продолжаете свое путешествие.
zh_hans: 你决定不逛商店，继续你的旅程。

# data/events.xml.append$//event[@name="LILY_EMPORIUM_REAL"]/choice[6]/text
source: Attack the station, we can get some goods by force!
fr: Attaquer la station, nous pourrons récupérer des marchandises par la force !
ru: Атаковать станцию, мы сможем силой захватить часть товаров!
zh_hans: 攻击空间站，我们可以用武力夺取些物资！

# data/events.xml.append$//event[@name="LILY_EMPORIUM_REAL"]/choice[6]/event/text
source: "Wait wait wait wait wait!-- Are you really just going to attack a civilian station? You will get notoriety for this, don't you know? 2x even!-- Besides, I'm actually an optional boss and you definitely aren't ready to fight me yet!--"
fr: "Attendez, attendez, attendez, attendez, attendez !... Vous allez vraiment attaquer une station civile comme ça ? Vous allez perdre de la réputation pour ça, vous ne le saviez pas ? Deux fois plus, même ! Et puis, je suis en fait un boss optionnel et vous n'êtes certainement pas prêt à me combattre pour l'instant !"
ru: "Подожди, подожди, подожди!-- Ты действительно собираешься атаковать гражданскую станцию? Ты получишь за это дурную славу, разве не знаешь? Даже вдвойне!-- Кроме того, я на самом деле необязательный босс, и ты определенно еще не готов сражаться со мной!--"
zh_hans: "等等等等等等等等！ 你真要攻击平民基地？ 这会让你恶名值上升的，不知道吗？甚至会翻倍！ 再说，我其实是个可选BOSS，你绝对还没准备好和我打！"

source: Change your mind and go back.
fr: Changer d'avis et faire demi‑tour.
ru: Передумать и вернуть все назад.
zh_hans: 改变主意，掉头返回。

source: Choose the option above.
fr: Choisir l'option ci-dessus.
ru: Выберите один из вариантов выше.
zh_hans: 请选择上述选项。

source: I said NOPE.
fr: Nan.
ru: Нет.
zh_hans: 不。

source: Continue and attack her anyway.
fr: J'ai dit NON.
ru: Я говорю: "НЕТ".
zh_hans: 我说了不行。

# data/events.xml.append$/dummyroot/FTL/event[@name="LILY_EMPORIUM_AGAIN"]/text
source: You finally notice a relatively normal looking space station, although it seems to be protected by an unusual energy shield. Pretty sure you have already seen the exact same station before, lightyears away. It hails you: "Oh, It's you! Welcome to the Lily's Beam Emporium!-- Want to restock and rearm?-- A wide collection of beam and pinpoint weapons is available for sale-- And have some freebie, on the house--"
ru: Наконец-то вы замечаете относительно нормально выглядящую космическую станцию, хотя она, похоже, защищена необычным энергетическим щитом. Вы почти уверены, что уже видели точно такую же станцию, но за световые годы отсюда. Она связывается с вами: "О, это ты! Добро пожаловать в Эмпориум лучей Лили!-- Хочешь пополнить запасы и перевооружиться?-- В продаже имеется широкий ассортимент лучевого и точечного оружия-- И вот тебе бесплатный подарок от заведения--"
zh_hans: 你终于注意到一座外观相对正常的空间站，尽管它似乎被一层奇特的能量护盾所保护。 你确信自己曾在光年之外见过一模一样的空间站。 它向你打招呼："哦，是你！欢迎光临莉莉光束商城！-- 需要补给弹药吗？-- 各类光束武器与光点武器一应俱全-- 还附赠免费小礼品，本店敬请享用--"

source: Just shop.
fr: N'acheter que de l'équipement.
ru: Просто торговать.
zh_hans: 只是购物。

source: Before you shop, you still have some time to do something else aboard the ship.
fr: Avant d'entrer dans le magasin, vous avez encore le temps de faire l'inventaire du vaisseau.
ru: Перед тем как совершить покупки, у вас еще есть немного времени, чтобы заняться чем-либо еще на корабле.
zh_hans: 交易之前，你仍有时间干点别的。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ru: Ничего не делать.
zh_hans: 跳过。

source: Ask Lily to join you.
fr: Demander à Lily de vous rejoindre.
ru: Попросить Лили присоединиться к вам.
zh_hans: 邀请莉莉加入你的队伍。

source: So you have changed your mind after all?-- Sure, I'm in--
fr: "Alors vous avez changé d'avis, après tout ? Très bien, je vous accompagne..."
ru: Так ты все-таки передумал?-- Конечно, я согласна--
zh_hans: 所以你终究还是改变主意了？—— 当然，我加入——

source: Continue...
fr: Continuer...
ru: Продолжить...
zh_hans: 继续。

source: Before you shop, you still have some time to do something else aboard the ship.
fr: Avant d'entrer dans le magasin, vous avez encore le temps de faire l'inventaire du vaisseau.
ru: Перед тем как совершить покупки, у вас еще есть немного времени, чтобы заняться чем-либо еще на корабле.
zh_hans: 交易之前，你仍有时间干点别的。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ru: Ничего не делать.
zh_hans: 跳过。

source: Attack the station, we can get some goods by force!
fr: Attaquer la station, nous pourrons récupérer des marchandises par la force !
ru: Атаковать станцию, мы сможем силой захватить часть товаров!
zh_hans: 攻击空间站，我们可以用武力夺取些物资！

source: "Wait wait wait wait wait!-- Are you really just going to attack a civilian station? You will get notoriety for this, don't you know? 2x even!-- Besides, I'm actually an optional boss and you definitely aren't ready to fight me yet!--"
fr: "Attendez, attendez, attendez, attendez, attendez !... Vous allez vraiment attaquer une station civile comme ça ? Vous allez perdre de la réputation pour ça, vous ne le saviez pas ? Deux fois plus, même ! Et puis, je suis en fait un boss optionnel et vous n'êtes certainement pas prêt à me combattre pour l'instant !"
ru: "Подожди, подожди, подожди!-- Ты действительно собираешься атаковать гражданскую станцию? Ты получишь за это дурную славу, разве не знаешь? Даже вдвойне!-- Кроме того, я на самом деле необязательный босс, и ты определенно еще не готов сражаться со мной!--"
zh_hans: "等等等等等等等等！ 你真要攻击平民基地？ 这会让你恶名值上升的，不知道吗？甚至会翻倍！ 再说，我其实是个可选BOSS，你绝对还没准备好和我打！"

source: Change your mind and go back.
fr: Changer d'avis et faire demi‑tour.
ru: Передумать и вернуть все назад.
zh_hans: 改变主意，掉头返回。

source: Choose the option above.
fr: Choisir l'option ci-dessus.
ru: Выберите один из вариантов выше.
zh_hans: 请选择上述选项。

source: I said NOPE.
fr: Nan.
ru: Нет.
zh_hans: 不。

source: Continue and attack her anyway.
fr: J'ai dit NON.
ru: Я говорю: "НЕТ".
zh_hans: 我说了不行。

source: "Well, you don't even have a sensor system, huh!-- Here's one for you, not the best, but better than nothing--"
fr: "Eh bien, vous n'avez même pas de système de capteurs, hein ! En voilà un pour vous, ce n'est pas le meilleur, mais c'est mieux que rien."
ru: "Ну, у тебя даже сенсоров нет, да?-- Вот тебе один, не самый лучший, но лучше, чем ничего--"
zh_hans: “好吧，你连传感器系统都没有，是吧！—— 这个给你，虽然不是最好的，但总比没有强——”
