Repository: ftl-mv-translation/lilys-beam-emporium
Catalog: locale/data/events.xml.append/*.po
Languages: fr, ru, zh_hans

source: Continue...
fr: Continuer...
ru: Продолжить...
zh_hans: 继续。

source: "Well, your sensors could definitely use some more work!-- I've managed to tune them up a little, by the way--"
fr: "Eh bien, vos capteurs pourraient certainement être améliorés ! Au fait, j'ai réussi à les régler un peu."
ru: "Ну, твои сенсоры определенно нуждаются в доработке!-- Кстати, я немного их настроила--"
zh_hans: "嗯，你的传感器确实还需要改进！—— 顺便说一句，我已经稍微调试过它们了——"

source: Continue...
fr: Continuer...
ru: Продолжить...
zh_hans: 继续。

source: "Well, maybe it's an odd glitch with your power system?-- I've managed to tune it up a little, by the way--"
fr: "Eh bien, peut‑être qu'il s'agit d'un bug étrange dans votre système d'énergie ? Au fait, j'ai réussi à le régler un peu."
ru: "Ну, может быть, это какая-то странная неполадка в твоей энергетической системе?-- Кстати, мне удалось немного ее настроить--"
zh_hans: "嗯，或许是你们电力系统出了点怪故障？—— 顺便说一句，我已经把它调试得更顺畅了——"

source: Continue...
fr: Continuer...
ru: Продолжить...
zh_hans: 继续。

source: "Well, that's odd, but I can't find anything out of ordinary-- It was probably nothing, just ignore it--"
fr: "Eh bien, c'est étrange, mais je ne trouve rien d'anormal... Ce n'était probablement rien, ignorez‑le simplement."
ru: "Странно, но я не вижу ничего необычного-- Наверное, в этом нет ничего такого, просто не обращай внимания--"
zh_hans: "嗯，这可奇怪了，但我没发现什么异常—— 大概没什么事，别放在心上——"

source: Continue...
fr: Continuer...
ru: Продолжить...
zh_hans: 继续。

source: "So you have decided to still attack me?" "You know what, this is fine. The weapons need some testing anyway--" "So bring it on, hahe!"
fr: "Alors vous avez décidé de m'attaquer malgré tout ?" "Vous savez quoi, ça me va. Les armes ont de toute façon besoin d'un peu de test." "Alors allez-y, haha !"
ru: "Так ты все-таки решил напасть на меня?" "Знаешь что, ладно. Оружие все равно нужно протестировать--" "Так давай же, ха-ха!"
zh_hans: “所以你还是决定要攻击我？” “你知道吗，这样也好。反正武器也需要测试——” “那就放马过来吧，哈嘿！”

source: Continue...
fr: Continuer...
ru: Продолжить...
zh_hans: 继续...

source: "Also, what is a combat check?--" "Haven't seen any around here--"
fr: "Au fait, c'est quoi un combat check ?" "Je n'en ai jamais vu dans le coin..."
ru: "А что такое проверка боя?--" "Здесь я ничего такого не видела--"
zh_hans: “另外，什么是战斗检查？——” “这附近没见过——”

# data/events.xml.append$//event[@name="LILY_EMPORIUM_ATTACK_CONTINUE"]/text
source: You try to attack the station, but your systems suddenly glitch out again and the station disappears like it never existed!
fr: Vous tentez d'attaquer la station, mais vos systèmes se mettent soudainement à dysfonctionner de nouveau, et la station disparaît... comme si elle n'avait jamais existé !
ru: Вы пытаетесь атаковать станцию, но ваши системы вдруг снова дают сбой, и станция исчезает, как будто ее никогда и не было!
zh_hans: 你试图攻击空间站，但你的系统突然再次出现故障，空间站瞬间消失，仿佛从未存在过！

source: Continue...
fr: Continuer...
ru: Продолжить...
zh_hans: 继续。

source: Moreover, a Blue Giant star has appeared right nearby! You have to leave quickly unless you want to get cooked! Whoever the mysterious shop owner is, they clearly don't want you messing with them.
fr: De plus, une étoile géante bleue est apparue tout près ! Vous devez partir au plus vite, à moins de vouloir finir carbonisé ! Qui que soit le mystérieux propriétaire de la boutique, il est clair qu'il ne veut pas que vous vous mêliez de ses affaires.
ru: Более того, прямо рядом появилась звезда голубой гигант! Вам нужно быстро уходить, если не хотите сгореть! Кто бы ни был этот загадочный владелец магазина, он явно не хочет, чтобы вы с ним связывались.
zh_hans: 更糟的是，一颗蓝巨星就在附近出现了！除非你想被烤熟，否则必须立刻离开！ 无论这位神秘店主是谁，显然都不欢迎你来捣乱。

# data/events.xml.append$//event[@name="TRANSPORT_CAPTURE_STARGROVE_LILY"]/text
source: Such a beautiful vessel, of Siren design no less-- And in such disrepair... It would be a shame to just leave it here burning up... So, how about I deliver it (well, whatever remains of it) to your hanger instead, as a gift?-- You have a lot of space, right? And surely it can be patched up, eventually--
ru: Такой красивый корабль, причем конструкции сирен-- И в таком плачевном состоянии... Было бы жалко просто оставить его здесь гореть... Так что, может быть, я доставлю его (ну, то, что от него осталось) в твой ангар в качестве подарка?-- У тебя же много места, верно? И в конце концов его можно починить--
zh_hans: “如此美丽的舰船，还是异鸣族的设计—— 却这般破败…… 就这样丢在这里任其焚毁，未免太可惜了…… 不如这样，我把它（好吧，剩下的部分）当作礼物送到你的机库去？—— 你那儿空间很大，对吧？而且总归有办法修复的，迟早的事——”
