Repository: ftl-mv-translation/lilys-beam-emporium
Catalog: locale/data/events_sector_nexus.xml.append/*.po
Languages: fr, ru, zh_hans

source: (Lily) "You are nothing but an obstacle to our goals that should be destroyed.--"
fr: (Lily) "Tu n'es rien d'autre qu'un obstacle à nos objectifs qui doit être détruit..."
ru: (Лили) "Ты всего лишь препятствие на пути к нашей цели, которое нужно уничтожить.--"
zh_hans: （莉莉）“你不过是我们目标路上的绊脚石，理应被摧毁。——”

source: Ssstranger, what obssstacle are you talking about? Dessstroyed? Do you have a ssslighest idea what are you sssaying?
fr: "Etrangère, de quel obssstacle parlez-vous ? Détruit ? Avez-vous la moindre idée de ccce que vous dites ?"
ru: "Ссстранник, о каком препятссствии ты говоришшшь? Разрушшшенном? Ты хоть предссставляешшшь, о чем ты говоришшшь?"
zh_hans: “陌生～～人，你在说什么绊脚石？被摧毁？你知不知道自己到底在说什～～么？”

source: "Oh, I know *precisely* what I'm doing and what I'm talking about-- Not even you can endure forever, trying to stop what was meant to be, Prime--"
fr: "Oh, je sais 'exactement' ce que je fais et de quoi je parle... Même toi, tu ne pourras pas résister éternellement en essayant d'empêcher ce qui devait arriver, Prime..."
ru: "О, я *точно* знаю, что делаю и о чем говорю-- Даже ты не сможешь вечно терпеть, пытаясь остановить то, что должно было случиться, Первый--"
zh_hans: “哦，我完全知道自己在做什么、在说什么——就算是你，也无法永远抵挡那注定之事，本尊——”

source: Sylvan Prime looks somewhat shocked at Lily's reply. "I refussse to believe thisss... but if you are really ssserving Her... Then I have no choice but to dessstroy you at once!"
fr: Sylvain Prime semble quelque peu choqué par la réponse de Lily. "Je refuzze de croire cccela... mais si vous zêtes vraiment à ssson sssservice... alors je n'ai d'autre choix que de vous détruire immédiatement !"
ru: Сильван Первый выглядит несколько потрясенным ответом Лили. "Я отказываюсссь в это верить... но есссли ты дейссствительно ссслужишшшь Ей... Тогда у меня нет другого выбора, кроме как немедленно уничтожить тебя!"
zh_hans: 希尔凡本尊听闻莉莉的回答，神情颇为震惊。“我绝不相信这种事……但若你当真效忠于她……那我别无选择，只能立刻将你消灭！”

source: Continue...
fr: Continuer...
ru: Продолжить...
zh_hans: 继续。

source: As Prime's hulking ship lurks closer, you shut your eyes and pray for help to come. But help isn't coming. You're all on your own for this fight.
fr: Alors que l'imposant vaisseau de Prime se rapproche, vous fermez les yeux et priez pour que les secours arrivent. Mais les secours ne viennent pas. Vous êtes seuls dans ce combat.
ru: Когда огромный корабль Первого приближается, вы закрываете глаза и молитесь о помощи. Но помощь не приходит. В этой битве вы остаетесь одни.
zh_hans: 随着本尊那艘庞大的舰船逼近，你闭上眼睛，祈求援军的到来。但援军不会来了。这场战斗，你只能孤军奋战。

source: Continue...
fr: Continuer...
ru: Продолжить...
zh_hans: 继续。

source: Continue...
fr: Continuer...
ru: Продолжить...
zh_hans: 继续。

source: As Prime's hulking ship lurks closer, a salvo of lasers erupts from behind you, pattering against his shield! A familiar ship jumps in... it's Sylvan - YOUR Sylvan! "Ssstranger, the cavalry hasss arrived!" There's no more time for words to be exchanged, you have to fight! You aren't sure how effective Sylvan will be, but if you can combine your firepower and his, you might just stand a chance! [To order Sylvan to unleash a salvo, use the new button located under the "Toggle Equipment" one.]
fr: Alors que l'imposant vaisseau de Prime se rapproche, une salve de lasers jaillit derrière vous et vient frapper son bouclier ! Un vaisseau familier fait son apparition... C'est Sylvain, VOTRE Sylvain ! "Étranger, la cavalerie est arrivée !" Il n'y a plus le temps de discuter, vous devez vous battre ! Vous n'êtes pas sûr de l'efficacité de Sylvain, mais si vous combinez votre puissance de feu et la sienne, vous avez peut-être une chance ! [Pour ordonner à Sylvain de lancer une salve, utilisez le nouveau bouton situé sous celui 'Interchanger l'équipement']
ru: Когда громадный корабль Первого приближается, сзади вас раздается залп лазеров, бьющих по его щиту! Знакомый корабль бросается навстречу... это Сильван - ВАШ Сильван! "Ссстранник, кавалерия прибыла!" Нет больше времени на болтовню, нужно сражаться! Вы не знаете, насколько способен помочь Сильван, но если вы сможете объединить свою и его огневую мощь, у вас может появиться шанс! [Чтобы приказать Сильвану дать залп, воспользуйтесь новой кнопкой, расположенной рядом с "Переключить оборудование"]
zh_hans: 随着本尊那艘庞大的舰船逼近，一阵激光齐射从你身后爆发，噼啪作响地击打在他的护盾上！一艘熟悉的舰船跃入……是希尔凡——你的希尔凡！“陌生～～人，援军已到！”来不及多言，你必须战斗！你不确定希尔凡能发挥多大作用，但如果能将你们的火力集中，或许还有一线生机！ [要命令希尔凡发射齐射，请使用位于“切换装备”按钮下方的新按钮。]

source: Call in fire support.
fr: Appeler les tirs de soutien.
ru: Вызвать огневую поддержку.
zh_hans: 呼叫火力支援。

source: Sylvan cannot provide fire at this time.
fr: Sylvain ne peut pas fournir de tirs pour le moment.
ru: В настоящее время Сильван не может стрелять.
zh_hans: 希尔凡此刻尚无法提供火力支援。

source: Time until Sylvan's fire support is ready again.
fr: Temps restant avant que le tir de soutien de Sylvain soit à nouveau opérationnel.
ru: Время до того момента, когда огневая поддержка Сильвана снова будет готова.
zh_hans: 轮到希尔凡的火力支援了。

source: Continue...
fr: Continuer...
ru: Продолжить...
zh_hans: 继续。

# data/events_sector_nexus.xml.append$//event[@name="SHE_IS_DEFEATED_NOT"]/text
source: To your surprise, a stealth ship armed with a huge beam weapon uncloaks nearby. "Too bad, your betrayal at the last moment has only spelled doom for you, Renegade--" "And alas, it didn't even change a trace, as I'm the plan B right for this case--" "Here to succeed where you fail--" "But thanks for opening the portal and leading me right here, by the way--"
fr: À votre grande surprise, un vaisseau furtif équipé d'une énorme arme à rayons se dévoile à proximité. "Dommage, votre trahison de dernière minute ne vous a apporté que le malheur, Renégat..." "Et hélas, cela n'a même pas changé d'un iota, car je suis le plan B prévu pour ce cas..." "Je suis là pour réussir là où vous avez échoué..." "Mais merci d'avoir ouvert le portail et de m'avoir conduit ici, au fait..."
ru: К вашему удивлению, неподалеку появляется скрытый корабль, вооруженный огромным лучевым оружием. "Жаль, твое предательство в последний момент привело тебя к гибели, Ренегат--" "И, увы, это даже не изменило ситуацию, так как я являюсь планом Б для этого случая--" "Я здесь, чтобы добиться успеха там, где ты потерпел неудачу--" "Но, кстати, спасибо за то, что открыл портал и привел меня сюда--"
zh_hans: 令你惊讶的是，一艘装备着巨型光束武器的隐形舰船在附近解除隐形。 “可惜，你临阵的背叛只会给你自己带来厄运，变元者——” “唉，甚至没留下丝毫改变，因为在这件事上，我正是B计划——” “来填补你的失败——” “不过，顺便说一句，谢谢你打开了传送门，把我直接带到了这里——”

source: Continue...
fr: Continuer...
ru: Продолжить...
zh_hans: 继续。

# data/events_sector_nexus.xml.append$//event[@name="NEXUS_ENDING_NOTGOOD"]/text
source: With the Sylvan Prime gone, She is unleashed, and you have mere moments before your demise.
fr: Avec la disparition de Sylvain Prime, Elle est désormais libre, et il ne vous reste que quelques instants avant votre mort.
ru: С исчезновением Сильвана Первого Она освободилась, и у вас осталось всего несколько мгновений до гибели.
zh_hans: 随着希尔凡本尊的消失，她被释放了。你只剩下须臾片刻，便将迎来终结。

source: Your legacy will be remembered.
fr: Votre héritage restera dans les mémoires.
ru: О вашем наследии будут помнить.
zh_hans: 你的遗产将被铭记。

# data/events_sector_nexus.xml.append$//event[@name="NEXUS_HER_HELP_LILY"]/text
source: The maddening red hue finally subsides, you wake up on your ship and find yourself all alone, save for Prime's now empty flagship. With Prime now gone and Her having recovered all three pieces of Her power, the C.E.L. is likely going to be too weak now to fight Her. Your only choice now is to wait for the inevitable.
fr: La teinte rouge délirante finit enfin par se dissiper. Vous vous réveillez à bord de votre vaisseau et vous découvrez que vous êtes seul, hormis le vaisseau désormais vide de Prime. Avec la disparition de Prime et le fait qu'Elle ait récupéré les trois fragments de Son pouvoir, il est probable que le L.A.C. soit désormais trop affaibli pour La combattre. Votre seul choix à présent est d'attendre l'inévitable.
ru: Безумный красный оттенок наконец угасает, вы просыпаетесь на своем корабле и обнаруживаете, что остались в полном одиночестве, за исключением пустого флагмана Первого. Теперь, когда Первый исчез и она восстановила все три части своей силы, ЛБП, скорее всего, будет слишком слаб, чтобы с ней сражаться. Ваш единственный выход - ждать неизбежного.
zh_hans: 那疯狂的红色色调终于消退，你在自己的舰船上醒来，发现自己孤身一人，只剩下本尊那艘已空无一人的舰船。随着普莱姆的消失，她也已收回她全部三块力量碎片，C.E.L. 恐怕已无力与她抗衡。你唯一的选择，就是等待那不可避免的结局。

source: Continue...
fr: Continuer...
ru: Продолжить...
zh_hans: 继续。

source: "Or maybe not--" You notice Lily is communicating to you. "She won. WE won!--" - You haven't heard her so excited before. "Great job to you by the way, carrying the Gnome ALL the way here, AND defeating the Prime on top!--" "She has probably returned to her (and my) home cluster, probably to gather forces and unleah hell on what remains of Nexus and C.E.L. So Exciting--" "We don't want to stay here though, so come on, Renegade, let's not be rude and go join Her too--"
fr: "Ou peut-être pas..." Vous remarquez que Lily communique avec vous. "Elle a gagné. NOUS avons gagné !" – Vous ne l'avez jamais entendue aussi excitée. "Super boulot d'ailleurs : transporter le Gnome JUSQU'ici, ET vaincre Prime en plus !" "Elle est sans doute retournée dans son (et mon) amas natal, probablement pour rassembler ses forces et déchaîner l'enfer sur ce qu'il reste du Nexus et du L.A.C. C'est trop excitant !" "Mais nous, on ne va pas rester plantés ici. Alors venez, Renégat, ne soyons pas impolis et allons La rejoindre nous aussi..."
ru: "Или, может быть, нет--" Вы замечаете, что Лили общается с вами. "Она победила. МЫ победили!--" - Вы еще никогда не слышали, чтобы она была так взволнована. "Кстати, молодец, что донес гнома до самого конца и еще и победил Первого!--" "Вероятно, она вернулась в свой (и мой) родной кластер, чтобы собрать силы и обрушить ад на то, что осталось от Нексуса и ЛБП. Так волнительно--" "Но мы не хотим оставаться здесь, так что давай, Ренегат, не будем невежливыми и присоединимся к Ней--"
zh_hans: “也许未必——” 你注意到莉莉正在与你通讯。 “她赢了。我们赢了！——”——你从未听过她如此兴奋。 “对了，干得漂亮，一路带着那个矮人来到这里，还击败了本尊！——” “她大概已经返回她（也是我）的家乡星团了，很可能去集结力量，对联结点和 C.E.L. 的残余势力展开攻势。太令人激动了——” “不过我们可不想留在这儿，所以，来吧，变元者，别失礼了，我们也去加入她——”

source: Continue...
fr: Continuer...
ru: Продолжить...
zh_hans: 继续。

source: "Oh, and feel free to grab some stuff too while we are at it--"
fr: "Oh, et n'hésite pas à prendre quelques affaires pendant qu'on y est..."
ru: "Ах да, и не стесняйся взять что-нибудь для себя, пока мы здесь--"
zh_hans: “哦，顺便一提，趁现在，随便拿点东西吧——”

# data/events_sector_nexus.xml.append$//event[@name="NEXUS_HER_DEPART_LILY"]/text
source: "So, are you all packed up for the trip?--"
fr: « Alors, vous avez fait vos valises pour le voyage ?"
ru: "Ну, ты уже собрал вещи для путешествия?--"
zh_hans: “那么，准备好出发了吗？——”

source: Yes, let's go.
fr: Oui, allons-y.
ru: Да, пошли.
zh_hans: 是的，我们走吧。

source: Not yet.
fr: Pas encore.
ru: Нет, пока нет.
zh_hans: 不。
