Repository: ftl-mv-translation/lilys-beam-emporium
Catalog: locale/data/events_sector_rhyme.xml.append/*.po
Languages: fr, ru

source: "Ah, my home at last--" - says Lily. "Shame that I haven't been there in eons; Charming, isn't?--"
fr: "Ah, enfin chez moi...", dit Lily. "Dommage que je n'y sois pas allée depuis des lustres ; charmant, n'est-ce pas ?"
ru: "Ах, наконец-то мой дом--" - говорит Лили. "Жаль, что я не была там целую вечность. Очаровательно, не правда ли?--"

source: Continue...
fr: Continuer...
ru: Продолжить...

# data/events_sector_rhyme.xml.append$//event[@name="HER_NOFIGHT_LILY"]/text
source: Eldritch visions begin to cloud your sight, as a gigantic cruiser congeals in the space before you. A strangely familiar voice, although you have no idea from where, speaks to you. "Haha, Hahe! It's been so long, so long indeed! Hello again, dear friend! Tis I, The One Who Rhymes. As you already know, we are on the brink of new times! My master is here, awakened at last! Unlike anything ever before, now we're REALLY going to have a blast!" Despite never having seen the dancing, eldritch being before you, some dark place in the back of your mind seems to recall his unusual way of speaking, and his evil grin.
fr: Des visions surnaturelles commencent à troubler votre vue, alors qu'un croiseur gigantesque se coagule dans l'espace devant vous. Une voix étrangement familière, bien que vous n'ayez aucune idée de son origine, vous parle. "Haha, Haha ! Cela fait si longtemps, si longtemps en vérité ! Bonjour à nouveau, cher ami ! C'est moi, Celui Qui Rime. Comme vous le savez déjà, nous sommes à l'aube de temps nouveaux ! Mon maître est ici, enfin éveillé ! À la différence de tout ce qui a pu exister, maintenant, nous allons VRAIMENT nous amuser !" Bien que vous n'ayez jamais vu l'être surnaturel et dansant devant vous, un endroit sombre dans votre subconscient semble se souvenir de sa façon de parler inhabituelle et de son sourire maléfique.
ru: Странные видения начинают затуманивать ваш взгляд, когда гигантский крейсер появляется в пространстве перед вами. Странно знакомый голос, хотя вы и не имеете представления, откуда он, обращается к вам. "Ха-ха, ха-хе! Прошло так много лет, так много лет подряд! Привет опять, мой друг, я снова рад! Я Тот, Кто Рифмует, как всегда! Ты знаешь - наступили времена! Мой господин здесь, пробудился наконец! Не то что раньше было - теперь нас ждет ФИНАЛЬНЫЙ танец!" Несмотря на то, что вы никогда не видели танцующего, странного существа перед собой, какая-то темная часть вашего сознания, кажется, вспоминает его необычную манеру говорить и его злую улыбку.

source: Continue...
fr: Continuer...
ru: Продолжить...

source: "Oh it really is wonderful! But please, my child, do not frighten our little agent of chaos! Hello, Renegade! Welcome to my realm. The home of all my precious children. Once, this plane was populated by countless eldritch beings much like myself. Unfortunately, their constant feuding led many of them to extinction. Now, all that's left is their dream matter to pollute the cosmos and feed my vermin. I frankly would have liked to take over the Multiverse with an army of gods, but oh well. A lesser and elder god of chaos will have to do."
fr: "Oh, c'est vraiment merveilleux ! Mais s'il te plaît, mon enfant, n'effraie pas notre petit agent du chaos ! Bonjour, Renégat ! Bienvenue dans mon royaume. La maison de tous mes précieux enfants. Autrefois, ce plan était peuplé d'innombrables êtres surnaturel comme moi. Malheureusement, leurs querelles incessantes ont conduit nombre d'entre eux à l'extinction. Aujourd'hui, il ne reste que la matière de leurs rêves pour polluer le cosmos et nourrir ma vermine. J'aurais franchement aimé m'emparer du multivers avec une armée de dieux, mais tant pis. Un dieu du chaos mineur et plus ancien fera l'affaire"
ru: "О, это действительно чудесно! Но, пожалуйста, дитя мое, не пугай нашего маленького агента хаоса! Здравствуй, Ренегат! Добро пожаловать в мое царство. Дом всех моих драгоценных детей. Когда-то этот мир населяли бесчисленные жуткие существа, подобные мне. К сожалению, их постоянная вражда привела многих из них к вымиранию. Теперь все, что осталось, это их материя снов, загрязняющая космос и питающая моих паразитов. Честно говоря, я бы хотел захватить Мультивселенную с армией богов, но что ж. Младший и старший бог хаоса должен сделать это.

source: (Lily) There is another.
fr: (Lily) Il y en a un autre.
ru: (Лили) Есть еще один.

source: "Two lesser gods, in fact" - says Lily, "And this Renegade, which... has proven to be much more useful than most." "Oh, so finally you've arrived here as well? Right on time. You serve me so well, Lightbringer. As for you, Renegade... Thank you, dearest, for all the work in freeing me. Every good empress needs Her executioner, and with your firepower, you will fit perfectly. And for whatever Slug pests that might still be alive in the Nexus, I was really looking forward to pulling them apart, so let's get to business. All shall know our wrath!" / :)
fr: "Deux dieux moindres, en fait." dit Lily "Et ce Renégat, qui... s'est avéré être bien plus utile que la plupart." "Oh, vous êtes donc enfin arrivés ici aussi ? Juste à temps. Vous me servez si bien, Porte-Lumière. Quant à vous, Renégat... Merci, très cher, pour tout le travail accompli pour me libérer. Toute bonne impératrice a besoin de Son bourreau, et avec votre puissance de feu, vous ferez parfaitement l'affaire. Et pour toutes les vermines Limaces qui pourraient encore être vivantes dans le nexus, j'avais vraiment hâte de les mettre en pièces, alors passons aux choses sérieuses. Et tous connaîtront notre colère !" / :)
ru: "Двое меньших богов, по сути", - говорит Лили. "И этот Ренегат, который... оказался гораздо полезнее, чем большинство..." "О, так ты наконец-то тоже прибыл? Как раз вовремя. Ты так хорошо мне служишь, Светоносец. Что касается тебя, Ренегат... Спасибо тебе, дорогой, за всю работу по моему освобождению. Каждой хорошей императрице нужен ее палач, и с твоей огневой мощью ты идеально подойдешь. И что касается всех тех слизней, которые еще могут быть живы в Нексусе, я с нетерпением ждала возможности разорвать их на куски, так что давай приступим к делу. И все узнают о нашем гневе!" / :)

source: Continue...
fr: Continuer...
ru: Продолжить...

# data/events_sector_rhyme.xml.append$//event[@name="LILY_NUKE_PORTAL"]/text
source: Suddenly, yet another portal opens right in front of C.E.L. structure! Given that it looks similar to the one generated by MV drives, you expect a Renegade to appear!
fr: Soudain, un autre portail s'ouvre juste devant la structure du L.A.C. ! Étant donné qu'il ressemble à celui généré par les moteurs multiversels, vous vous attendez à voir apparaître un Renégat !
ru: Внезапно прямо перед зданием ЛБП открывается еще один портал! Учитывая, что он похож на тот, который создают МВ-приводы, можно ожидать появления Ренегатов!

source: Continue...
fr: Continuer...
ru: Продолжить...

source: ...But instead you head a message from the portal, blasted at maximum intensity!: "Get obliterated, you pests! Witness the power of Lightbringer! EXPLOOOOO--"
fr: ..Mais au lieu de cela, vous entendez un message provenant du portail, diffusé à intensité maximale : "Soyez anéantis, vermines ! Témoignez de la puissance du Porte-Lumière ! EXPLOOOOO--"
ru: ...Но вместо этого вы слышите сообщение из портала, транслируемое на максимальной громкости!: "Сгиньте, паразиты! Узрите силу Светоносца! ВЗРЫЫЫЫЫ--"

source: Continue...
fr: Continuer...
ru: Продолжить...

# data/events_sector_rhyme.xml.append$//event[@name="LILY_NUKE_REAL"]/text
source: Before you even have any time to react, a blinding light bursts from the portal, encompassing the C.E.L. fleet, your ship, and everything else.
fr: Avant même que vous n'ayez le temps de réagir, une lumière aveuglante jaillit du portail, englobant la flotte du L.A.C, votre vaisseau et tout le reste.
ru: Прежде чем вы успеваете как-то отреагировать, из портала вырывается ослепительный свет, охватывающий флот ЛБП, ваш корабль и все остальное.

# data/events_sector_rhyme.xml.append$//event[@name="LILY_NUKE_REAL"]/choice/text
source: Continue...
fr: Continuer...
ru: Продолжить...

source: The intense bombardment of heat, exotic particles and the extreme flow of information goint out of the portal completely destroys the C.E.L. contraption, and the majority of their fleet... Your hull is critical, your systems have stopped functioning, and it looks like this is truly the end...
fr: Le bombardement intense de chaleur et de particules exotiques détruit complètement l'engin du L.A.C, ainsi que la majorité de leur flotte... Votre coque est critique, les systèmes ont cessé de fonctionner et il semble que ce soit véritablement la fin...
ru: Сильная вспышка тепла и экзотических частиц полностью уничтожает конструкцию ЛБП и большую часть их флота... Ваш корпус находится в критическом состоянии, системы перестали функционировать, и похоже, что это действительно конец...

source: Continue...
fr: Continuer...
ru: Продолжить...

# data/events_sector_rhyme.xml.append$//event[@name="LILY_NUKE_OFFER"]/text
source: "I've promised to arrive and bring something to change the tide of battle. Well, here it is, just in time--" "Never specified in whose favor will it change, hahe!--"
fr: "J'avais promis d'arriver et d'apporter quelque chose pour changer le cours de la bataille. Eh bien, le voici, juste à temps..." "Je n'ai jamais précisé en faveur de qui cela changerait, haha !"
ru: "Я обещала прибыть и принести с собой нечто, что изменит ход сражения. Ну, вот оно, как раз вовремя--" "Я никогда не уточняла, в чью пользу оно будет применено, ха-хе!--"

# data/events_sector_rhyme.xml.append$//event[@name="LILY_NUKE_OFFER"]/choice/text
source: Continue...
fr: Continuer...
ru: Продолжить...

source: "Thanks for getting rid of these C.E.L. pests so swiftly, dear Lightbringer :)" "As for you, Renegede, I'm making a final offer." "Surrender now and I will make a special deal just for you. I'll destroy your cluster first, rather than torturing its inhabitants for centuries. Hahe!" / :)
fr: "Merci de vous être débarrassé de ces vermines du L.A.C. si rapidement, cher Porte-Lumière :) " "Quant à toi, Renégat, je vous fais une offre finale." "Rendez-vous maintenant et je vous ferai une offre spéciale, rien que pour vous. Je détruirai votre amas stellaire en premier, plutôt que de torturer ses habitants pendant des siècles. Haha !" / :)
ru: "Спасибо, что так быстро избавился от этих вредителей из ЛБП, дорогой Светоносец :)" "Что касается тебя, Ренегат, я делаю тебе последнее предложение. Сдайся сейчас, и я заключу с тобой особую сделку. Я сначала уничтожу твой кластер, а не буду веками мучить его обитателей. Ха-хе!" / :)

source: Surrender and let your cluster be destroyed.
fr: Se rendre et laisser votre amas stellaire être détruit.
ru: Сдаться и позволить уничтожить свой кластер.

source: Refuse and try to keep fighting. [Warning: you will get a game over if you die after picking this option.]
fr: Refuser et essayer de continuer le combat. [Avertissement : vous obtiendrez un écran de fin de partie (game over) si vous mourez après avoir choisi cette option.]
ru: Отказаться и попытаться продолжить сражение. [Внимание: если вы умрете после выбора этого варианта, игра закончится]
