Repository: ftl-mv-translation/lilys-beam-emporium
Catalog: locale/data/text_misc.xml.append/*.po
Languages: fr, ru

# data/text_misc.xml.append$//text[@name="tip_lily_pointer"]
source: Tip: You can use it to play with your cat. And your drones too.
fr: Astuce : Vous pouvez l'utiliser pour jouer avec votre chat. Et vos drones aussi.
ru: Совет: вы можете использовать это, чтобы поиграть с кошкой. И с дронами тоже.

# data/text_misc.xml.append$//text[@name="tip_lily_siphon"]
source: Tip: This beam does no damage, but transfers enemy shields to you, supershields included. Use it for offence, defence, or both!
fr: Astuce : Ce rayon ne fait aucun dégât, mais il vous transfère les boucliers ennemis, super-boucliers inclus. Utilisez-le pour l'attaque, la défense, ou les deux !
ru: Совет: этот луч не наносит урона, но перенаправляет щиты противника на вас, включая суперщиты. Используйте его для атаки, защиты или и того, и другого!

# data/text_misc.xml.append$//text[@name="tip_lily_refractor"]
source: Tip: Refractor beams can pierce any amount of shields, but refraction offsets the target point the stronger the shields are.
fr: Astuce : Les rayons réfracteurs peuvent percer n'importe quel niveau de boucliers, mais la réfraction décale le point d'impact plus les boucliers sont puissants.
ru: Совет: лучи рефрактора могут пробивать любое количество щитов, но чем сильнее щиты, тем больше преломление смещает точку попадания.

# data/text_misc.xml.append$//text[@name="tip_lily_beam_shotgun"]
source: Tip: The pinpoint array fires 9 pinpoint beams at once. Has 2 modes: [Pattern] fires beams in 3x3 grid with 1 tile spacing, while [Scatter] fires them randomly in a radius.
fr: Astuce : Les réseaux d'aiguillons tirent plusieurs rayons aiguillons à la fois. Ils possèdent 2 modes : [Motif] tire les rayons selon un modèle prédéfini, et [Disperseur] les tire de manière aléatoire dans un certain rayon.
ru: Совет: набор точечных лучей, одновременно выпускают несколько точечных лучей. У них есть 2 режима: [Шаблон] выпускает лучи по заранее заданной схеме, а [Рассеивание] выпускает их случайным образом по радиусу.

# data/text_misc.xml.append$//text[@name="tip_lily_focus_hack"]
source: Tip: This beam can't pierce any shields, but it can effectively keep a system under constant hack if shields are down. Also mind controls any crew hit!
fr: Astuce : Ce rayon ne peut pas percer les boucliers, mais il peut maintenir un système sous piratage constant si les boucliers sont désactivés. De plus, il exerce un contrôle mental sur tout membre d'équipage touché !
ru: Совет: этот луч не может пробить щиты, но он может эффективно удерживать систему под постоянным взломом, если щиты отключены. Также он контролирует сознание любого пораженного члена экипажа!

# data/text_misc.xml.append$//text[@name="tip_lily_howitzers"]
source: Tip: Howitzers are a cross between beam and missile weapons. They use missiles to fire, target in a radius similar to flak, can partially pierce shields and generally inflict heavy damage.
fr: Astuce : Les Obusiers sont un croisement entre les armes à rayon et les missiles. Ils utilisent des missiles pour tirer, ciblent une zone similaire aux flak, peuvent percer partiellement les boucliers et infligent généralement de lourds dégâts.
ru: Совет: гаубицы представляют собой нечто среднее между лучевым и ракетным оружием. Они используют ракеты для стрельбы, наводятся на цель в радиусе, аналогичном зенитной артиллерии, могут частично пробивать щиты и, как правило, наносят серьезный урон.

# data/text_misc.xml.append$//text[@name="tip_lily_disintegrators"]
source: Tip: Disintegrators are special beams designed by Lily using Eldritch technology. They apply their damage over time to crew and systems, as well as severely impeding healing and repairs, and will damage hull when hitting breached rooms. The effects apply even to resistant rooms or when hitting shield bubbles!
fr: Astuce : Les Désintégrateurs sont des rayons spéciaux conçus par Lily à l'aide de la technologie surnaturelle. Ils infligent leurs dégâts sur la durée à l'équipage et aux systèmes, tout en entravant sévèrement les soins et les réparations. De plus, ils endommagent la coque lorsqu'ils frappent des pièces déjà éventrées. Les effets s'appliquent même aux pièces résistantes ou lorsque les rayons frappent les couches de bouclier !
ru: Совет: дезинтеграторы - это специальные лучи, разработанные Лили с использованием технологии жутких. Они наносят урон экипажу и системам с течением времени, а также серьезно затрудняют лечение и ремонт и повреждают корпус при попадании в поврежденные помещения. Эффекты действуют даже на устойчивые помещения или при попадании по щиту!

# data/text_misc.xml.append$//text[@name="tip_lily_disintegrators_alt"]
source: Tip: Disintegrators are special beams designed by Lily using Eldritch technology. They apply their damage over time to crew and systems, as well as severely impeding healing and repairs, and will damage hull when hitting fully destroyed systems. The effects apply even to resistant rooms or when hitting shield bubbles!
fr: Astuce : Les Désintégrateurs sont des rayons spéciaux conçus par Lily à l'aide de la technologie surnaturelle. Ils infligent leurs dégâts sur la durée à l'équipage et aux systèmes, tout en entravant sévèrement les soins et les réparations. De plus, ils endommagent la coque lorsqu'ils frappent des pièces aux systèmes entièrement détruits. Les effets s'appliquent même aux pièces résistantes ou lorsque les rayons frappent les couches de bouclier !
ru: Совет: дезинтеграторы - это специальные лучи, разработанные Лили с использованием технологии жутких. Они наносят урон экипажу и системам с течением времени, а также серьезно затрудняют лечение и ремонт и повреждают корпус при попадании в полностью разрушенные системы. Эффекты действуют даже на устойчивые помещения или при попадании по щиту!

# data/text_misc.xml.append$//text[@name="tip_lily_syringe"]
source: Tip: Special beam weapon. Need to be configured before use.
fr: Astuce : Arme à rayon spéciale. Doit être configurée avant utilisation.
ru: Совет: особое лучевое оружие. Требует настройки перед использованием.

# data/text_misc.xml.append$//text[@name="tip_lily_syringe_m"]
source: Tip: Applies 4/s healing for 15 second for allied crew. Also halves damage taken from hazards for the duration.
fr: Astuce : Applique 4 points de soin par seconde pendant 15 secondes à l'équipage allié. De plus, réduit de moitié les dommages subis par les dégâts environnementaux pendant toute la durée.
ru: Совет: на 15 секунд накладывает на союзников эффект исцеления со скоростью 4 ОЗ/с. Также на время действия эффекта вдвое уменьшает урон от опасностей.

# data/text_misc.xml.append$//text[@name="tip_lily_syringe_s"]
source: Tip: Provides doubled movement speed and damage for 10 seconds for allied crew.
fr: Astuce : Fournit une vitesse de déplacement et des dégâts doublés pendant 10 secondes à l'équipage allié.
ru: Совет: На 10 секунд удваивает скорость передвижения и урон союзных членов экипажа.

# data/text_misc.xml.append$//text[@name="tip_lily_syringe_p"]
source: Tip: Does 4 hp/s damage for 25 seconds for any crew hit, doesn't stack. Lethal for most races in ships without any medical facilities.
fr: Astuce : Inflige 4 dégâts par seconde pendant 25 secondes à tout membre d'équipage touché, sans être cumulable. Mortel pour la plupart des races dans les vaisseaux sans installations médicales.
ru: Совет: наносит 4 ед. урона в секунду в течение 25 секунд любому члену экипажа, не суммируется. Смертельно для большинства рас в кораблях без медицинского оборудования.

# data/text_misc.xml.append$//text[@name="tip_lily_syringe_a"]
source: Tip: Applies weak erosion effect for every tile hit. Also does 10 hp/s damage for 3 seconds for any crew hit.
fr: Astuce : Applique un faible effet d'érosion pour chaque case touchée. De plus, inflige 10 dégâts par seconde pendant 3 secondes à tout membre d'équipage touché.
ru: Совет: накладывает слабый эффект эрозии на каждую пораженную плитку. Также наносит 10 ед. урона в секунду в течение 3 секунд любому пораженному члену экипажа.

# data/text_misc.xml.append$//text[@name="button_lily_beam"]
source: E. BLAST
fr: EXPLOSION S.
ru: Ж. ВЗРЫВ

# data/text_misc.xml.append$//text[@name="button_lily_ion"]
source: ION
ru: ИОНИЗИРОВАТЬ

# data/text_misc.xml.append$//text[@name="map_icon_beam_emporium"]
source: BEAM EMPORIUM
fr: GALERIE DES RAYONS
ru: ЭМПОРИУМ ЛУЧЕЙ

# data/text_misc.xml.append$//text[@name="lily_aether_submit"]
source: You watch as a rift in space opens and consumes the item you have given. "Nice find, this will do perfectly--"
fr: Vous regardez une faille s'ouvrir dans l'espace et consommer l'objet que vous avez donné. "Belle trouvaille, ça fera parfaitement l'affaire."
ru: Вы наблюдаете, как в пространстве открывается разлом и поглощает предмет, который вы ему дали. "Хорошая находка, это подойдет идеально--"

# data/text_misc.xml.append$//text[@name="lily_aether_redeem"]
source: You watch as a rift in space opens and gives you a brand new Aether weapon! "And here's a reward for all your troubles--"
fr: Vous regardez une faille s'ouvrir dans l'espace et vous donner une toute nouvelle arme Éther ! "Et voici une récompense pour tous vos efforts."
ru: Вы наблюдаете, как в пространстве открывается разлом и дарит вам совершенно новое эфирное оружие! "А вот и награда за все твои труды--"

# data/text_misc.xml.append$//text[@name="loot_zoltan_2"]
source: ZOLTAN LOOT Does additional damage to systems -1 second cooldown, +20% breach chance
fr: BUTIN ZOLTAN Inflige des dégâts additionnels aux systèmes -1 seconde au temps de recharge, +20% de chance de brèche
ru: ДОБЫЧА ЗОЛТАН Наносит дополнительный урон системам -1 секунда перезарядки, +20% шанс пробоины

# data/text_misc.xml.append$//text[@name="credit_victory_nexus_her_lily"]
source: Power unmatched, and with The One Who Rhymes, Lily, and yourself by Her side, She returns to the Nexus and eradicates the remaining forces of the C.E.L. Your original mission is instantly forgotten, as a new dark empire descends on the Multiverse, spreading madness through the infinite expanse of the cosmos for eternity.
fr: D'une puissance inégalée, et avec Celui Qui Rime, Lily et vous-même à Ses côtés, Elle retourne au Nexus et éradique les forces restantes du L.A.C. Votre mission initiale est instantanément oubliée, alors qu'un nouvel empire sombre s'abat sur le Multivers, répandant la folie à travers l'étendue infinie du cosmos pour l'éternité.
ru: Обладая непревзойденной силой, а также с помощью Того, Кто Рифмует, Лили и вас, она возвращается в Нексус и уничтожает оставшиеся силы ЛБП Ваша первоначальная миссия мгновенно забывается, поскольку новая темная империя опускается на Мультивселенную, распространяя безумие по бесконечным просторам космоса на вечные времена.
