Repository: ftl-mv-translation/lilys-beam-emporium
Catalog: locale/data/text_blueprints.xml.append/*.po
Languages: fr, ru

# data/text_blueprints.xml.append$//text[@name="ship_LILY_SIREN_TRANSPORT_unlock"]
source: Win the game with a broken version of this ship to unlock the restored version.
fr: Gagner la partie avec une version endommagée de ce vaisseau pour débloquer la version restaurée.
ru: Выиграйте игру на сломанной версии этого корабля, чтобы разблокировать восстановленную версию.

source: Get to Sector 5 with the Siren Transport Type A to unlock this ship.
fr: Atteindre le secteur 5 avec le Transporteur Sirène Type A pour débloquer ce vaisseau.
ru: Доберитесь до сектора 5 на транспортном корабле сирен типа A, чтобы разблокировать этот корабль.

source: Get to Sector 5 with the Siren Transport Type B or beat the game with the Siren Transport Type A to unlock this ship.
fr: Atteindre le secteur 5 avec le Transporteur Sirène Type B ou terminez le jeu avec le Transporteur Sirène Type A pour débloquer ce vaisseau.
ru: Доберитесь до сектора 5 на транспортном корабле сирен типа Б или пройдите игру на транспортном корабле сирен типа A, чтобы разблокировать этот корабль.

source: Win with all Siren Transport ships as well as Rhyme Cruiser A to unlock this ship.
fr: Gagner avec tous les vaisseaux de transport Sirène ainsi qu'avec le Croiseur Rhyme A pour débloquer ce vaisseau.
ru: Пройдите игру на всех кораблях транспорта сирен, а также на крейсере Того, Кто Рифмует тип A, чтобы разблокировать этот корабль.

source: Help a certain beam saleswoman achieve her goals and return home to unlock this ship.
fr: Aider une certaine vendeuse de rayons à atteindre ses objectifs et à rentrer chez elle pour débloquer ce vaisseau.
ru: Помогите продавщице лучей достичь своих целей и вернуться домой, чтобы разблокировать этот корабль.

source: Win the game with MV Imperial Cruiser to unlock this ship.
fr: Gagner la partie avec le Croiseur Impérial MV pour débloquer ce vaisseau.
ru: Пройдите игру на МВ-крейсере Империи, чтобы разблокировать этот корабль.

# data/text_blueprints.xml.append$//text[@name="lily_text_shortDescZoltan2_alt"]
source: 'Lootcerne'
ru: Протоцерн

# data/text_blueprints.xml.append$//text[@name="lily_text_shortDescIon1_alt"]
source: Pinion I
ru: Точеч. ион I

# data/text_blueprints.xml.append$//text[@name="lily_text_shortDescIon2_alt"]
source: Pinion II
ru: Точеч. ион II

# data/text_blueprints.xml.append$//text[@name="lily_text_shortDescIonHeavy_alt"]
source: Hv. Pinion
fr: Pinion Lourd
ru: Тяж. точеч. ион

# data/text_blueprints.xml.append$//text[@name="lily_text_shortDescIonChain_alt"]
source: Ch. Pinion
fr: Pinion à Charge
ru: Цеп. точеч. ион

# data/text_blueprints.xml.append$//text[@name="lily_text_shortDescIonPhase_alt"]
source: Ph. Pinion
fr: Pinion Phaseur
ru: Точеч. фазер

# data/text_blueprints.xml.append$//text[@name="lily_text_shortDescIonFire_alt"]
source: Th. Pinion
fr: Pinion Thermique
ru: Тепл. точеч. ион

# data/text_blueprints.xml.append$//text[@name="lily_text_shortDescIonStun_alt"]
source: St. Pinion
fr: Pinion Etourdissant
ru: Огл. точеч. ион

# data/text_blueprints.xml.append$//text[@name="lily_text_shortDescIonBio_alt"]
source: Rad Pinion
fr: Pinion Radian
ru: Рад-точеч. ион

source: Pinion IIâ€
fr: Pinion II†
ru: Точеч. ион II†

# data/text_blueprints.xml.append$//text[@name="lily_text_shortDescFocusCIWS_alt"]
source: L.A.M.S.
ru: Л.А.М.С.
