Repository: ftl-mv-translation/lilys-beam-emporium
Catalog: locale/data/blueprints.xml.append/*.po
Languages: fr, ru, zh_hans

# data/blueprints.xml.append$//augBlueprint[@name="LILY_TARGETING_BYPASS"]/title
source: Hyper Reloader
fr: Hyperchargeur
ru: Гипер-перезарядник
zh_hans: 超限装填器

# data/blueprints.xml.append$//augBlueprint[@name="LILY_TARGETING_BYPASS"]/desc
source: Increases weapon charge rate by 30%. However, interference causes all weapons to also recieve a -20% accuracy penalty when targeting other ships.
fr: Augmente la vitesse de recharge des armes de 30 %. Cependant, les interférences font que toutes les armes subissent aussi une pénalité de -20 % de précision lorsqu’elles visent d’autres vaisseaux.
ru: Ускоряет скорость зарядки оружия на 30%. Однако помехи приводят к тому, что все оружие также получает штраф к точности в -20% при наведении на другие корабли.
zh_hans: 武器充能速度提升 30%。但由于干扰，武器在瞄准其他舰船时，命中率降低 20%。

source: Hyper Reloader
fr: Hyperchargeur
ru: Гипер-перезарядник
zh_hans: 超限装填器

source: Increases weapon charge rate by 30%. However, interference causes all weapons to also recieve a -20% accuracy penalty when targeting other ships.
fr: Augmente la vitesse de recharge des armes de 30 %. Cependant, les interférences font que toutes les armes subissent aussi une pénalité de -20 % de précision lorsqu’elles visent d’autres vaisseaux.
ru: Ускоряет скорость зарядки оружия на 30%. Однако помехи приводят к тому, что все оружие также получает штраф к точности в -20% при наведении на другие корабли.
zh_hans: 武器充能速度提升 30%。但由于干扰，武器在瞄准其他舰船时，命中率降低 20%。

# data/blueprints.xml.append$//augBlueprint[@name="LILY_ASB_SCRAMBLER"]/title
source: ASB Scrambler
fr: Brouilleur de Batterie Anti-Vaisseaux (ASB)
ru: ГП для ПКБ
zh_hans: ASB 扰频器

# data/blueprints.xml.append$//augBlueprint[@name="LILY_ASB_SCRAMBLER"]/desc
source: Scrambles your long range ship signature, preventing enemy ASBs from getting an accurate lock on your ship.
fr: Brouille la signature longue portée de votre vaisseau, empêchant la Batterie Anti-Vaisseaux (ASB) ennemis d’obtenir un verrouillage précis.
ru: Искажает сигнатуру вашего корабля на большом расстоянии, не позволяя вражеским ПКБ точно зафиксировать ваш корабль.
zh_hans: 扰乱你的舰船信号，阻止敌方 ASB 精确定位你的舰船。

# data/blueprints.xml.append$//augBlueprint[@name="LILY_COMBAT_AFTERBURNER"]/title
source: Afterburner
fr: Postcombustion
ru: Форсаж
zh_hans: 聚能推进器

# data/blueprints.xml.append$//augBlueprint[@name="LILY_COMBAT_AFTERBURNER"]/desc
source: A fusion powered afterburner for you engines, provides great thrust but guzzles fuel. [3 Fuel, +20% evasion for 60 seconds OR damage enemy by your engine level]
fr: Postcombustion à fusion pour vos moteurs : offre une poussée considérable mais consomme énormément de carburant. [3 unités de carburant, +20 % d’évasion pendant 60 secondes OU inflige des dégâts à l’ennemi selon le niveau de vos moteurs]
ru: Дополнительная система форсажа на основе термоядерного синтеза для ваших двигателей, обеспечивающая большую тягу, но потребляющая много топлива. [3 единицы топлива, дает +20% к уклонению на 60 секунд ИЛИ наносит 1 ед. урона и разжигает пожары в случайном помещении противника столько раз, какой уровень у вашего двигателя]
zh_hans: 为你的引擎配备的聚能推进器，能提供强大推力，但极其耗油。 [消耗 3 燃料，获得 20% 闪避加成，持续 60 秒] 或 [造成 1 点伤害并在敌方随机舱室引发火灾，效果次数等同于你的引擎等级]

# data/blueprints.xml.append$//augBlueprint[@name="LILY_ANTI_CEL"]/title
source: Anti-C.E.L. Resonator
fr: Résonateur anti-L.A.C.
ru: Анти-ЛБП резонатор
zh_hans: 反 C.E.L. 共振器

# data/blueprints.xml.append$//augBlueprint[@name="LILY_ANTI_CEL"]/desc
source: This odd device seem to somehow cause your weapons to resonate with C.E.L tech on enemy ships, causing them to deal double damage. An attached note says "Some help for you to deal with those pests - :)"
fr: Cet étrange dispositif semble amener vos armes à résonner avec la technologie L.A.C. des vaisseaux ennemis, permettant d’infliger le double de dégâts. Une note jointe indique : "Un petit coup de main pour vous occuper de ces parasites. :)"
ru: Это странное устройство, похоже, заставляет ваше оружие резонировать с технологией ЛБП на вражеских кораблях, нанося им двойной урон. Прикрепленная к нему записка гласит: "Немного помощи в борьбе с этими вредителями - :)".
zh_hans: 这个奇怪的装置似乎能以某种方式让你的武器与敌舰上的 C.E.L. 技术产生共振，从而使武器造成双倍伤害。上面附着一张纸条：“帮你对付那些害虫的小玩意儿—— :) ”

# data/blueprints.xml.append$//augBlueprint[@name="LILY_PATRONAGE"]/desc
source: You aren't supposed to see this.
fr: Vous n'êtes pas censé voir ça.
ru: Вам не следует этого видеть.
zh_hans: 你不该看到这个。

# data/blueprints.xml.append$//augBlueprint[@name="LILY_AVATAR_LINKER"]/desc
source: You aren't supposed to see this.
fr: Vous n'êtes pas censé voir ça.
ru: Вам не следует этого видеть.
zh_hans: 你不该看到这个。

# data/blueprints.xml.append$//augBlueprint[@name="LILY_MYSTERIOUS_NOTE"]/desc
source: You aren't supposed to see this.
fr: Vous n'êtes pas censé voir ça.
ru: Вам не следует этого видеть.
zh_hans: 你不该看到这个。

# data/blueprints.xml.append$//augBlueprint[@name="LILY_ESTROGEN_DISPERSAL"]/desc
source: "They are putting chemicals into our air that turn everyone into lesbians!.
fr: "Ils rejettent des produits chimiques dans l'air pour influencer nos désirs !"
ru: "Они загрязняют наш воздух химикатами, которые превращают всех в лесбиянок!".
zh_hans: “他们在我们的空气里投放化学物质，想把所有人都变成女同！”

# data/blueprints.xml.append$//augBlueprint[@name="LILY_CHAOS_ELITE"]/title
source: Intense Chaotic Energy
fr: Énergie Chaotique Intense
ru: Насыщ. хаот. энергия
zh_hans: 剧烈混沌能量

# data/blueprints.xml.append$//augBlueprint[@name="LILY_CHAOS_ELITE"]/desc
source: Non-siren crew lose their active abilities, ability to fight, man, repair or sabotage, and move at quarter speed while within intense chaotic energy fields.
fr: L'équipage non-Sirène perd ses capacités actives, sa capacité à combattre, à manœuvrer, à réparer ou à saboter, et se déplace au quart de sa vitesse tant qu'il se trouve dans les champs d'énergie chaotique intense.
ru: Экипаж не являющийся сиреной теряет свои активные способности, способности сражаться, ремонтировать или саботировать, и передвигается с 0.25х скоростью, находясь в насыщенных хаотической энергией полях.
zh_hans: 非异鸣族船员在强烈混沌能量场中，将失去主动技能、战斗、操控、修复或破坏能力，且移动速度降至四分之一。

# data/blueprints.xml.append$//augBlueprint[@name="LILY_CHAOS_AZURE"]/title
source: Azure Energy
fr: Énergie Azur
ru: Лазурная энергия
zh_hans: 蔚蓝能量

# data/blueprints.xml.append$//augBlueprint[@name="LILY_CHAOS_AZURE"]/desc
source: Enemy non-siren crew onboard the ship have their movement and sabotage speed halved, lose their active abilities and mind control immunity, and allied crew onboard the ship will gain mind contol and stun immunity, and heal 1 hp/s within Azure Energy Fields.
fr: Les membres d'équipage non-Sirènes ennemis à bord du vaisseau voient leur vitesse de déplacement et de sabotage réduite de moitié, perdent leurs capacités actives ainsi que leur immunité au contrôle mental. Quant à l'équipage allié à bord du vaisseau, il gagne l'immunité au contrôle mental et à l'étourdissement, et récupère 1 point de vie par seconde lorsqu'il se trouve dans les Champs d'Énergie Azur.
ru: Вражеские члены экипажа, не являющиеся сиренами, на борту корабля теряют половину скорости передвижения и саботажа, теряют активные способности и иммунитет к контролю разума, а союзные члены экипажа на борту корабля получают иммунитет к контролю разума и оглушению, а также восстанавливают 1 ОЗ/с находясь в поле лазурной энергии.
zh_hans: 敌方非异鸣族船员登舰后，在蔚蓝能量场中移动与破坏速度减半、失去主动技能与心灵控制免疫；友方船员登舰后则获得心灵控制与眩晕免疫，并每秒恢复 1 点生命值。

# data/blueprints.xml.append$//augBlueprint[@name="LILY_AZURE_ARMOR"]/title
source: Azure Armor
fr: Armure Azur
ru: Лазурная броня
zh_hans: 蔚蓝装甲

# data/blueprints.xml.append$//augBlueprint[@name="LILY_AZURE_ARMOR"]/desc
source: Every time your ship takes damage, a cloaked crystal shard breaks off that flies at your enemy which pierces all shields, deals 1 hull and system damage, locks down rooms, and mind controls enemy crew for 20 seconds.
fr: Chaque fois que votre vaisseau subit des dégâts, un éclat cristalien camouflé s'en détache et vole vers votre ennemi. Cet éclat perce tous les boucliers, inflige 1 point de dégât de coque et de système, verrouille les pièces, et exerce un contrôle mental sur les membres d'équipage ennemis pendant 20 secondes.
ru: Каждый раз, когда ваш корабль получает повреждения, от него отрывается замаскированный осколок кристалла, который летит к вашему врагу, пробивает все щиты, наносит 1 единицу урона корпусу и системам, блокирует помещения и контролирует разум вражеского экипажа в течение 20 секунд.
zh_hans: 每当你的舰船受到伤害，就会分裂出一块隐形的水晶碎片飞向敌人，该碎片能穿透所有护盾，造成 1 点船体与系统伤害，封锁舱室，并心灵控制敌方船员 20 秒。

source: Siren Lab Upgrade Installed
fr: Amélioration du Laboratoire Sirène Installée
ru: Добавлено улучшение для сирен.
zh_hans: 异鸣族物种实验室升级已安装

# data/blueprints.xml.append$//augBlueprint[@name="LAB_LILY_SIREN_INSTALLED"]/desc
source: Siren Lab Upgrade Installed.
fr: Amélioration du Laboratoire Sirène Installée.
ru: Добавлено улучшение для сирен.
zh_hans: 异鸣族物种实验室已安装。

# data/blueprints.xml.append$//augBlueprint[@name="LAB_LILY_SIREN_VAMP"]/title
source: Soul Siphon
fr: Siphon d'Âme
ru: Поглотитель душ
zh_hans: 灵魂虹吸

# data/blueprints.xml.append$//augBlueprint[@name="LAB_LILY_SIREN_VAMP"]/desc
source: Sirens now heal by the damage they deal, however, their damage is halved.
fr: Les Sirènes se soignent désormais proportionnellement aux dégâts qu'elles infligent. Cependant, leurs dégâts sont réduits de moitié.
ru: Сирены / гарпии теперь восстанавливают 1.0 / 2.0 ОЗ/с за каждого врага в отсеке, однако их урон уменьшается вдвое.
zh_hans: 异鸣族/异鸣食梦者现在根据舱室内每个敌人获得每秒 1.0/2.0 点生命值恢复，但其伤害减半。

# data/blueprints.xml.append$//augBlueprint[@name="LAB_LILY_SIREN_BUFF"]/title
source: Colorful Dreams
fr: Rêves Colorés
ru: Красочные сны
zh_hans: 缤纷梦境

# data/blueprints.xml.append$//augBlueprint[@name="LAB_LILY_SIREN_BUFF"]/desc
source: Allied Non-Siren crew in the same room as Sirens now take 30% less damage, repair 50% faster and become immune to mind control, but lose 50% of their movement speed.
fr: L'équipage allié non-Sirène se trouvant dans la même pièce qu'une Sirène subit désormais 30 % de dégâts en moins, répare 50 % plus rapidement et devient immunisé au contrôle mental, mais perd 50 % de sa vitesse de déplacement.
ru: Союзники не являющиеся сиренами, находящиеся в одном отсеке с сиренами, теперь получают на 30% меньше урона, ремонтируют на 50% быстрее и становятся невосприимчивыми к контролю разума, но теряют 50% скорости передвижения.
zh_hans: 与异鸣族同处一室的友方非异鸣族船员，所受伤害降低 30%，修复速度提升 50%，并获得心灵控制免疫，但移动速度降低 50%。

# data/blueprints.xml.append$//augBlueprint[@name="LAB_LILY_SIREN_DAMAGE"]/title
source: Withering Gaze
fr: Regard Flétrissant
ru: Увядающий взгляд
zh_hans: 枯萎凝视

# data/blueprints.xml.append$//augBlueprint[@name="LAB_LILY_SIREN_DAMAGE"]/desc
source: Enemies directly targeted by Sirens take 30% more damage from all sources and lose their mind control immunity if they had any. Doesn't affect other Sirens or Eldritch beings.
fr: Les ennemis directement ciblés par les Sirènes subissent 30 % de dégâts supplémentaires de toutes les sources et perdent leur immunité au contrôle mental s'ils en avaient une. N'affecte pas les autres Sirènes ni les êtres surnaturels.
ru: Враги, очарованные сиренами, получают на 30% больше урона от всех источников и теряют иммунитет к контролю разума, если он у них был. Не влияет на других сирен или жутких существ.
zh_hans: 被异鸣族魅惑的敌人所受所有伤害提升 30%，并失去原有的心灵控制免疫。不影响其他异鸣族或怪异造物。

source: Mind Overtake
fr: Assaut Mental
ru: Подчинение разума
zh_hans: 心灵夺舍

source: Siren Harpies gain a new ability: Mind control a random enemy crew in the current room for 10 seconds. 30 seconds cooldown.
fr: Les Harpies Sirènes obtiennent une nouvelle capacité : Contrôler mentalement un membre d'équipage ennemi aléatoire dans la pièce actuelle pendant 10 secondes. Temps de recharge : 30 secondes.
ru: Гарпии-сирены получают новую способность: контролировать разум случайного врага в текущем отсеке в течение 10 секунд, время перезарядки - 30 секунд.
zh_hans: 异鸣族食梦者获得新能力：心灵控制当前舱室内的随机一名敌方船员，持续 10 秒。冷却时间 30 秒。

# data/blueprints.xml.append$//augBlueprint[@name="EX_LAB_LILY_SIREN_VAMP"]/title
source: [L] Soul Siphon
fr: [L] Siphon d'Âme
ru: [Л] Поглотитель душ
zh_hans: [L] 灵魂虹吸

# data/blueprints.xml.append$//augBlueprint[@name="EX_LAB_LILY_SIREN_VAMP"]/desc
source: Sirens now heal by the damage they deal, however, their damage is halved. [L] - As an external lab upgrade, this augment will provide its normal effect but take up an augment slot. It cannot be converted into an actual lab upgrade, but will not consume your primary slot. Does not stack with itself.
fr: Les Sirènes se soignent désormais proportionnellement aux dégâts qu'elles infligent. Cependant, leurs dégâts sont réduits de moitié. [L] -Amélioration de labo externe, fournit son effet mais occupe un emplacement. Elle ne peut pas être converti en véritable amélioration de laboratoire, mais n'utilisera pas votre emplacement principal. Ne se cumule pas avec elle-même.
ru: Сирены / гарпии теперь восстанавливают 1.0 / 2.0 ОЗ/с за каждого врага в отсеке, однако их урон уменьшается вдвое. [Л] - Внешнее лабораторное улучшение. Предоставляет свой обычный эффект, но занимает слот модуля. Оно не может быть преобразовано во внутреннее лабораторное улучшение, но не занимает его основной слот. Не суммируется с самим собой.
zh_hans: 异鸣族/异鸣食梦者现在根据舱室内每个敌人获得每秒 1.0/2.0 点生命值恢复，但其伤害减半。 [外] - 作为外置特质，该部件将提供船员的特质效果，但占用一个增强部件槽位。其无法被转换为不占槽位的物种特质，但也不影响主次要特质的配置，且相同效果不叠加。

# data/blueprints.xml.append$//augBlueprint[@name="EX_LAB_LILY_SIREN_BUFF"]/title
source: [L] Colorful Dreams
fr: [L] Rêves Colorés
ru: [Л] Красочные сны
zh_hans: [L] 缤纷梦境

# data/blueprints.xml.append$//augBlueprint[@name="EX_LAB_LILY_SIREN_BUFF"]/desc
source: Allied Non-Siren crew in the same room as Sirens now take 30% less damage, repair 50% faster and become immune to mind control, but lose 50% of their movement speed. [L] - As an external lab upgrade, this augment will provide its normal effect but take up an augment slot. It cannot be converted into an actual lab upgrade, but will not consume your primary slot. Does not stack with itself.
fr: L'équipage allié non-Sirène se trouvant dans la même pièce qu'une Sirène subit désormais 30 % de dégâts en moins, répare 50 % plus rapidement et devient immunisé au contrôle mental, mais perd 50 % de sa vitesse de déplacement. [L] -Amélioration de labo externe, fournit son effet mais occupe un emplacement. Elle ne peut pas être converti en véritable amélioration de laboratoire, mais n'utilisera pas votre emplacement principal. Ne se cumule pas avec elle-même.
ru: Союзники не являющиеся сиренами, находящиеся в одном отсеке с сиренами, теперь получают на 30% меньше урона, ремонтируют на 50% быстрее и становятся невосприимчивыми к контролю разума, но теряют 50% скорости передвижения. [Л] - Внешнее лабораторное улучшение. Предоставляет свой обычный эффект, но занимает слот модуля. Оно не может быть преобразовано во внутреннее лабораторное улучшение, но не занимает его основной слот. Не суммируется с самим собой.
zh_hans: 与异鸣族同处一室的友方非异鸣族船员，所受伤害降低 30%，修复速度提升 50%，并获得心灵控制免疫，但移动速度降低 50%。 [外] - 作为外置特质，该部件将提供船员的特质效果，但占用一个增强部件槽位。其无法被转换为不占槽位的物种特质，但也不影响主次要特质的配置，且相同效果不叠加。

source: [L] Withering Gaze
fr: [L] Regard Flétrissant
ru: [Л] Увядающий взгляд
zh_hans: [L] 枯萎凝视

# data/blueprints.xml.append$//augBlueprint[@name="EX_LAB_LILY_SIREN_DAMAGE"]/desc
source: Enemies directly targeted by Sirens take 30% more damage from all sources and lose their mind control immunity if they had any. Doesn't affect other Sirens or Eldritch beings. [L] - As an external lab upgrade, this augment will provide its normal effect but take up an augment slot. It cannot be converted into an actual lab upgrade, but will not consume your primary slot. Does not stack with itself.
fr: Les ennemis directement ciblés par les Sirènes subissent 30 % de dégâts supplémentaires de toutes les sources et perdent leur immunité au contrôle mental s'ils en avaient une. Cependant, cet effet n'affecte pas les autres Sirènes ni les êtres surnaturels. [L] -Amélioration de labo externe, fournit son effet mais occupe un emplacement. Elle ne peut pas être converti en véritable amélioration de laboratoire, mais n'utilisera pas votre emplacement principal. Ne se cumule pas avec elle-même.
ru: Враги, очарованные сиренами, получают на 30% больше урона от всех источников и теряют иммунитет к контролю разума, если он у них был. Не влияет на других сирен или жутких существ. [Л] - Внешнее лабораторное улучшение. Предоставляет свой обычный эффект, но занимает слот модуля. Оно не может быть преобразовано во внутреннее лабораторное улучшение, но не занимает его основной слот. Не суммируется с самим собой.
zh_hans: 被异鸣族魅惑的敌人所受所有伤害提升 30%，并失去原有的心灵控制免疫。不影响其他异鸣族或怪异造物。 [外] - 作为外置特质，该部件将提供船员的特质效果，但占用一个增强部件槽位。其无法被转换为不占槽位的物种特质，但也不影响主次要特质的配置，且相同效果不叠加。

source: [L] Mind Overtake
fr: [L] Assaut Mental
ru: [Л] Подчинение разума
zh_hans: [L] 心灵夺舍

source: Siren Harpies gain a new ability: Mind control a random enemy crew in the current room for 10 seconds. 30 seconds cooldown. [L] - As an external lab upgrade, this augment will provide its normal effect but take up an augment slot. It cannot be converted into an actual lab upgrade, but will not consume your primary slot. Does not stack with itself.
fr: Les Harpies Sirènes obtiennent une nouvelle capacité : Contrôler mentalement un membre d'équipage ennemi aléatoire dans la pièce actuelle pendant 10 secondes. Temps de recharge : 30 secondes. [L] -Amélioration de labo externe, fournit son effet mais occupe un emplacement. Elle ne peut pas être converti en véritable amélioration de laboratoire, mais n'utilisera pas votre emplacement principal. Ne se cumule pas avec elle-même.
ru: Гарпии-сирены получают новую способность: на 10 секунд подчиняют себе случайного врага в текущем отсеке. Время перезарядки - 30 секунд. [Л] - Внешнее лабораторное улучшение. Предоставляет свой обычный эффект, но занимает слот модуля. Оно не может быть преобразовано во внутреннее лабораторное улучшение, но не занимает его основной слот. Не суммируется с самим собой.
zh_hans: 异鸣族食梦者获得新能力：心灵控制当前舱室内的随机一名敌方船员，持续 10 秒。冷却时间 30 秒。 [外] - 作为外置特质，该部件将提供船员的特质效果，但占用一个增强部件槽位。其无法被转换为不占槽位的物种特质，但也不影响主次要特质的配置，且相同效果不叠加。

# data/blueprints.xml.append$//augBlueprint[@name="BOON_LILY_SIREN"]/title
source: Boon of Utopia
fr: La Faveur de l'Utopie
ru: Благо утопии
zh_hans: 乌托邦之恩惠

# data/blueprints.xml.append$//augBlueprint[@name="BOON_LILY_SIREN"]/desc
source: YOU SHOULD NEVER SEE THIS
fr: VOUS NE DEVRIEZ PAS VOIR ÇA
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

# data/blueprints.xml.append$//augBlueprint[@name="LILY_HER_EMPOWERMENT"]/title
source: Her Empowerment
fr: Son Renforcement
ru: Сила Ее
zh_hans: 她的赋能

# data/blueprints.xml.append$//augBlueprint[@name="LILY_HER_EMPOWERMENT"]/desc
source: This ship is empowered by Her Eldritch powers. It will function as an auto-ship with enhanced manning and repairs, rapidly repair hull, and receive 20 point energy shield. Your Eldritch and Siren Crew are also empowered, granting them damage resistance and hazard immunity.
fr: Ce vaisseau est renforcé par Ses pouvoirs surnaturels. Il fonctionnera comme un auto-vaisseau avec un équipage et des réparations améliorés, réparera rapidement sa coque, et recevra un bouclier énergétique de 20 points. Votre équipage surnaturel et Sirène est également renforcé, lui accordant une résistance aux dégâts et l'immunité aux dégâts environnementaux.
ru: Этот корабль наделен жуткими силами. Он будет функционировать как автоматический корабль с улучшенным (уровень 2) экипажем и ремонтом, быстро ремонтировать корпус и получать энергетический щит с 20 единицами прочности. Ваш экипаж жутких и сирен также получает дополнительные способности, которые обеспечивают им сопротивляемость урону и иммунитет к опасностям.
zh_hans: 这艘舰船由她的怪异力量赋能。它将作为拥有强化（2 级）操控与修复能力的自动舰运作，快速修复船体，并获得 20 点能量护盾。你的怪异造物与异鸣族船员亦被赋能，获得伤害抗性与环境危害免疫。

# data/blueprints.xml.append$//augBlueprint[@name="LILY_SHIP_HER"]/title
source: Her Cruiser
fr: Son croiseur
ru: Крейсер Ее
zh_hans: 她的星舰

# data/blueprints.xml.append$//augBlueprint[@name="LILY_SHIP_HER"]/desc
source: YOU SHOULD NEVER SEE THIS
fr: VOUS NE DEVRIEZ PAS VOIR ÇA
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

# data/blueprints.xml.append$//crewBlueprint[@name="unique_lily_avatar"]/desc
source: A multiverse traveller, beam saleswoman, and a loyal servant of the Supreme Eldritch Goddess of True Chaos. Yes, that's me--
fr: Une voyageuse multiverselle, vendeuse de rayons lumineux et fidèle servante de la Déesse suprême et mystérieuse du Chaos véritable. Oui, c'est moi...
ru: Путешественница по Мультивселенной, продавщица лучей и Верная Слуга Верховной Богини Истинного Хаоса. Да, это я--
zh_hans: 多元宇宙旅行者、光束推销员，以及至高混沌怪异女神的忠实仆人。没错，就是我--

# data/blueprints.xml.append$//crewBlueprint[@name="unique_lily_avatar"]/title
source: Eldritch Avatar
fr: Avatar surnaturel
ru: Жуткий аватар
zh_hans: 怪异化身

# data/blueprints.xml.append$//crewBlueprint[@name="unique_lily_avatar"]/short
source: Avatar
ru: Аватар
zh_hans: 化身

source: Immune to fires, suffocation, stun and mind control
fr: Immunisé contre les feus, la suffocation, l'étourdissement et le contrôle mental
ru: Невосприимчива к огню, удушению, оглушению и контролю разума
zh_hans: 免疫火焰、窒息、眩晕和心灵控制

source: Can teleport anywhere on current ship
fr: Peut se téléporter n'importe où sur le vaisseau actuel
ru: Может телепортироваться в любую точку на текущем корабле
zh_hans: 可传送至当前舰船任意位置

source: Wields a large arsenal of eldritch powers
fr: Maîtrise un vaste arsenal de pouvoirs surnaturels
ru: Обладает обширным арсеналом жутких сил
zh_hans: 掌握着庞大的怪异力量

source: Only 100 Max Health, but regenerates automatically after 5 seconds
fr: Seulement 100 points de santé maximum, mais se régénère automatiquement après 5 secondes
ru: Максимальное здоровье составляет всего 100, но восстанавливается автоматически через 5 секунд
zh_hans: 最大生命值仅为 100，但 5 秒后自动恢复

source: Cannot permanently die, instead can be respawned from the storage menu for a fee
fr: L’unité ne subit pas de mort définitive. Elle peut être régénérée à partir du menu de stockage moyennant un coût en ressources
ru: Не может погибнуть навсегда, вместо этого может быть возрождена из меню склада за определенную плату.
zh_hans: 不会永久死亡，可在星舰管理菜单中支付费用复活

# data/blueprints.xml.append$//weaponBlueprint[@name="LOOT_ZOLTAN_2"]/title
source: 'Lucerne' Beam
fr: Rayon 'Lucerne'
ru: Луч "Люцерн"
zh_hans: '刺锤'光束

# data/blueprints.xml.append$//weaponBlueprint[@name="LOOT_ZOLTAN_2"]/short
source: 'Lucerne'
ru: Люцерн
zh_hans: 刺锤光束

# data/blueprints.xml.append$//weaponBlueprint[@name="LOOT_ZOLTAN_2"]/desc
source: Special loot weapon. See tooltip in the inventory to check the improvements over the base version.
fr: Arme de butin spéciale. Voir l'astuce dans l'inventaire pour consulter ses améliorations par rapport au modèle de base.
ru: Особый прототип. Смотрите совет в инвентаре, чтобы узнать об улучшениях этой версии орудия.
zh_hans: 特殊战利品武器，在货舱中的武器提示框内查看相关加成效果。

# data/blueprints.xml.append$//weaponBlueprint[@name="LILY_FOCUS_POINTER"]/title
source: 'Pointer' Pinpoint
fr: 'Pointeur' Aiguillon
ru: Точечный луч "Указатель"
zh_hans: “指引者”光点

# data/blueprints.xml.append$//weaponBlueprint[@name="LILY_FOCUS_POINTER"]/short
source: 'Pointer'
fr: 'Pointeur'
ru: Указатель
zh_hans: “指引者”

# data/blueprints.xml.append$//weaponBlueprint[@name="LILY_FOCUS_POINTER"]/desc
source: This... is not a military grade weapon, but a just regular laser pointer. What is it doing here?
fr: Ceci... n'est pas une arme militaire, mais un simple pointeur laser. Que fait-il ici ?
ru: Это... не военное оружие, а обычный лазерный указатель. Что он здесь делает?
zh_hans: 这……不是军用级武器，只是个普通的激光笔。它怎么会在这儿？
