Repository: ftl-mv-translation/lilys-beam-emporium
Catalog: locale/data/blueprints.xml.append/*.po
Languages: fr, ru, zh_hans

# data/blueprints.xml.append$//weaponBlueprint[@name="LILY_POWER_BEAM"]/title
source: NO
fr: NON
ru: НЕТ
zh_hans: 不行

# data/blueprints.xml.append$//weaponBlueprint[@name="LILY_POWER_BEAM"]/short
source: NO
fr: NON
ru: НЕТ
zh_hans: 不行

# data/blueprints.xml.append$//weaponBlueprint[@name="LILY_POWER_BEAM"]/desc
source: YOU SHOULD NEVER SEE THIS
fr: VOUS NE DEVRIEZ PAS VOIR ÇA
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

# data/blueprints.xml.append$//weaponBlueprint[@name="LILY_POWER_ION"]/title
source: NO
fr: NON
ru: НЕТ
zh_hans: 不行

# data/blueprints.xml.append$//weaponBlueprint[@name="LILY_POWER_ION"]/short
source: NO
fr: NON
ru: НЕТ
zh_hans: 不行

# data/blueprints.xml.append$//weaponBlueprint[@name="LILY_POWER_ION"]/desc
source: YOU SHOULD NEVER SEE THIS
fr: VOUS NE DEVRIEZ PAS VOIR ÇA
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

# data/blueprints.xml.append$//weaponBlueprint[@name="LILY_FOCUS_ION_1"]/title
source: Ion Pinpoint I
fr: Aiguillon Ionique I
ru: Точечный ион I
zh_hans: 离子光点I

# data/blueprints.xml.append$//weaponBlueprint[@name="LILY_FOCUS_ION_1"]/short
source: Ionpoint I
fr: Aiguill-ion I
ru: Точеч. ион I
zh_hans: 离子光点I

# data/blueprints.xml.append$//weaponBlueprint[@name="LILY_FOCUS_ION_1"]/desc
source: A modified pinpoint beam that does 1 ion damage. Charges slower than regular ions.
fr: Un rayon Aiguillon modifié infligeant 1 point de dégât ionique. Sa charge est plus lente que celle des armes ioniques classiques.
ru: Модифицированный точечный луч, наносящий 1 ионный урон. Заряжается медленнее, чем обычные ионы.
zh_hans: 一种改造过的光点光束，造成 1 点离子伤害。充能速度比常规离子武器慢。

# data/blueprints.xml.append$//weaponBlueprint[@name="LILY_FOCUS_ION_2"]/title
source: Ion Pinpoint II
fr: Aiguillon Ionique II
ru: Точечный ион II
zh_hans: 离子光点II

# data/blueprints.xml.append$//weaponBlueprint[@name="LILY_FOCUS_ION_2"]/short
source: Ionpoint II
fr: Aiguill-ion II
ru: Точеч. ион II
zh_hans: 离子光点II

# data/blueprints.xml.append$//weaponBlueprint[@name="LILY_FOCUS_ION_2"]/desc
source: A modified pinpoint beam that does 1 ion damage. Charges faster than previous model.
fr: Un rayon Aiguillon modifié infligeant 1 point de dégât ionique. Se recharge plus rapidement que le modèle précédent.
ru: Модифицированный точечный луч, наносящий 1 ионный урон. Заряжается быстрее, чем предыдущая модель.
zh_hans: 一种改造过的光点光束，造成 1 点离子伤害。充能速度比上一型号更快。

source: Ion Pinpoint II
fr: Aiguillon Ionique II
ru: Точечный ион II†
zh_hans: 离子光点II†

source: Ionpoint II
fr: Aiguill-ion II
ru: Точеч. ион II†
zh_hans: 离子光点II†

source: A modified pinpoint beam that does 1 ion damage. Charges faster than previous model.
fr: Un rayon Aiguillon modifié infligeant 1 point de dégât ionique. Se recharge plus rapidement que le modèle précédent.
ru: Модифицированный точечный луч, наносящий 1 ионный урон. Заряжается быстрее, чем предыдущая модель.
zh_hans: 一种改造过的光点光束，造成 1 点离子伤害。充能速度比上一型号更快。

# data/blueprints.xml.append$//weaponBlueprint[@name="LILY_FOCUS_ION_HEAVY"]/title
source: Heavy Ion Pinpoint
fr: Aiguillon Ionique Lourd
ru: Тяжелый точечный ион
zh_hans: 重型离子光点

# data/blueprints.xml.append$//weaponBlueprint[@name="LILY_FOCUS_ION_HEAVY"]/short
source: Hv. Ionpoint
fr: Aiguill-ion Lourd
ru: Тяж. точеч. ион
zh_hans: 重型离子光点

# data/blueprints.xml.append$//weaponBlueprint[@name="LILY_FOCUS_ION_HEAVY"]/desc
source: A modified pinpoint beam that does 3 ion damage, but is slow to charge.
fr: Un rayon Aiguillon modifié infligeant 3 points de dégâts ioniques, mais qui se recharge lentement.
ru: Модифицированный точечный луч, наносящий 3 единицы урона ионами, но медленно заряжающийся.
zh_hans: 一种改造过的光点光束，造成 3 点离子伤害，但充能速度较慢。

# data/blueprints.xml.append$//weaponBlueprint[@name="LILY_FOCUS_ION_CHAIN"]/title
source: Chain Ion Pinpoint
fr: Aiguillon Ionique en Chaîne
ru: Цепной точечный ион
zh_hans: 链式离子光点

# data/blueprints.xml.append$//weaponBlueprint[@name="LILY_FOCUS_ION_CHAIN"]/short
source: Ch. Ionpoint
fr: Aiguill-ion Chaîne
ru: Цеп. точеч. ион
zh_hans: 链式离子光点

# data/blueprints.xml.append$//weaponBlueprint[@name="LILY_FOCUS_ION_CHAIN"]/desc
source: This modified Pinpoint weapon only does a small amount of ion damage, but quickly ramps up its fire rate until it becomes able to keep multiple systems down by itself.
fr: Cette arme Aiguillon modifiée inflige peu de dégâts ioniques au départ, mais sa cadence de tir augmente rapidement jusqu’à pouvoir neutraliser plusieurs systèmes à elle seule.
ru: Это модифицированное точечное оружие наносит лишь небольшой урон ионами, но быстро увеличивает скорость стрельбы, пока не сможет самостоятельно вывести из строя несколько систем.
zh_hans: 这种改造过的光点武器只造成少量离子伤害，但射速会迅速提升，最终能独自瘫痪多个系统。

# data/blueprints.xml.append$//weaponBlueprint[@name="LILY_FOCUS_ION_FIRE"]/title
source: Thermal Ion Pinpoint
fr: Aiguillon Ionique Thermique
ru: Тепловой точечный ион
zh_hans: 热能离子光点

# data/blueprints.xml.append$//weaponBlueprint[@name="LILY_FOCUS_ION_FIRE"]/short
source: Th. Ionpoint
fr: Aiguill-ion Therm.
ru: Тепл. точеч. ион
zh_hans: 热能离子光点

# data/blueprints.xml.append$//weaponBlueprint[@name="LILY_FOCUS_ION_FIRE"]/desc
source: A modified pinpoint beam that shoots a stream of superheated ions. Does 1 ion damage and is guaranteed to ignite the tile hit.
fr: Un rayon Aiguillon modifié qui projette un flux d’ions surchauffés. Inflige 1 point de dégâts ioniques et enflamme automatiquement la case touchée.
ru: Модифицированный точечный луч, который выстреливает потоком перегретых ионов. Наносит 1 ед. урона и гарантированно воспламеняет пораженную плитку.
zh_hans: 一种改造过的光点光束，可发射超高温离子流。造成 1 点离子伤害，并必定点燃命中的格子。

# data/blueprints.xml.append$//weaponBlueprint[@name="LILY_FOCUS_ION_STUN"]/title
source: Stunner Ion Pinpoint
fr: Aiguillon Ionique Étourdissant
ru: Оглушающий точечный ион
zh_hans: 眩晕离子光点

# data/blueprints.xml.append$//weaponBlueprint[@name="LILY_FOCUS_ION_STUN"]/short
source: St. Ionpoint
fr: Aiguill-ion Étourd.
ru: Огл. точеч. ион
zh_hans: 眩晕离子光点

# data/blueprints.xml.append$//weaponBlueprint[@name="LILY_FOCUS_ION_STUN"]/desc
source: A modified pinpoint beam that does 2 ion damage and stuns crew hit.
fr: Un rayon Aiguillon modifié infligeant 2 points de dégâts ioniques et étourdissant l’équipage touché.
ru: Модифицированный точечный луч, наносящий 2 единицы урона и оглушающий пораженных членов экипажа.
zh_hans: 一种改造过的光点光束，造成 2 点离子伤害，并使被击中的船员眩晕。

# data/blueprints.xml.append$//weaponBlueprint[@name="LILY_FOCUS_ION_BIO"]/title
source: Ionizing Radiation Pinpoint
fr: Aiguillon à Radiation Ionisante
ru: Точечный луч ионизирующего излучения
zh_hans: 电离虚弱光点

# data/blueprints.xml.append$//weaponBlueprint[@name="LILY_FOCUS_ION_BIO"]/short
source: Rad Ionpoint
fr: Aiguill-ion Rad.
ru: Рад-точеч. ион
zh_hans: 电离虚弱光点

# data/blueprints.xml.append$//weaponBlueprint[@name="LILY_FOCUS_ION_BIO"]/desc
source: A modified pinpoint beam that shoots a stream of beta particles, disrupting systems and irradiating crew.
fr: Un rayon Aiguillon modifié qui projette un flux de particules bêta, perturbant les systèmes et irradiant l’équipage.
ru: Модифицированный точечный луч, который выстреливает поток бета-частиц, нарушая работу систем и облучая экипаж.
zh_hans: 一种改造过的光点光束，可发射 β 粒子流，破坏系统并使船员虚弱。

# data/blueprints.xml.append$//weaponBlueprint[@name="LILY_FOCUS_ION_PHASE"]/title
source: Phaser Ion Pinpoint
fr: Aiguillon Ionique à Phase
ru: Точечный фазер
zh_hans: 相位离子光点

# data/blueprints.xml.append$//weaponBlueprint[@name="LILY_FOCUS_ION_PHASE"]/short
source: Ph. Ionpoint
fr: Aiguill-ion Phase
ru: Точеч. фазер
zh_hans: 相位离子光点

# data/blueprints.xml.append$//weaponBlueprint[@name="LILY_FOCUS_ION_PHASE"]/desc
source: A modified pinpoint beam that does 2 ion damage and phases through shielding. Gradually adapts to enemy shielding, allowing it to phase through extra layers with each consecutive shot.
fr: Un rayon Aiguillon modifié infligeant 2 points de dégâts ioniques et capable de traverser les boucliers. Il s’adapte progressivement aux défenses ennemies, traversant des couches supplémentaires à chaque tir consécutif.
ru: Модифицированный точечный луч, наносящий 2 единицы урона и проникающий через щиты. Постепенно адаптируется к щитам противника, позволяя проникать через дополнительные слои с каждым последующим выстрелом.
zh_hans: 一种改造过的光点光束，造成 2 点离子伤害，并可相位穿透护盾。它会逐渐适应敌方护盾，连续射击时可穿透额外层数。

source: A modified pinpoint beam that does 2 ion damage and phases through shielding. Gradually adapts to enemy shielding, allowing it to phase through extra layers with each consecutive shot. Stats: Required Power: 3 Charge Time: 13 seconds Chain Effect: Increases Shield Piercing by 1 Chain Effect: If Shield Piercing is greater than 10, increases Ion Damage by 0.1 Chain Cap: 999 chains Beam Length: Pinpoint Beam Speed: 1 Ion Damage: 2 Shield Piercing: 2 Default Price: 85~ - Selling Price: 42~
fr: Un rayon Aiguillon modifié infligeant 2 points de dégâts ioniques et capable de traverser les boucliers. Il s’adapte progressivement aux défenses ennemies, traversant des couches supplémentaires à chaque tir consécutif. Stats : Puissance requise : 3 Temps de charge : 13 secondes Effets en chaîne : Augmente le perçage de bouclier de 1 Effets en chaîne : Si le perçage de bouclier est supérieur à 10, augmente les dégâts ioniques de 0,1 Nombre maximum de chaînes : 999 Longueur du rayon : Aiguillon Vitesse du rayon : 1 Dégâts ioniques : 2 Perçage de bouclier : 2 Prix par défaut : 85~ - Prix de vente : 42~
ru: Модифицированный точечный луч, наносящий 2 единицы урона и проникающий через щиты. Постепенно адаптируется к щитам противника, позволяя проникать через дополнительные слои с каждым последующим выстрелом. Характеристики: Необходимая мощность: 3 Время перезарядки: 13 сек. Эффект цепи: увеличение пробивание щита на 1 Эффект цепи: если пробивание щита больше 10, урон ионами увеличивается на 0.1 Макс. цепь: 999 урона Длина луча: Точечный луч Скорость луча: 1 Ионный урон: 2 Пробивание щита: 2 Покупка: 85~ - Продажа: 42~
zh_hans: 一种改造过的光点光束，造成 2 点离子伤害，并可相位穿透护盾。 它会逐渐适应敌方护盾，连续射击时可穿透额外层数。 属性： 所需能量：3 格 充能时间：13 秒 链式效果： 护盾穿透增加 1 链式效果： 若护盾穿透大于 10，离子伤害增加 0.1 链式上限： 999 次 光束长度： 光点 光束速度： 1 离子伤害： 2 护盾穿透： 2 标准售价：85～ · 出售价格：42～

source: Required Power: 3 Charge Time: 13 seconds Chain Effect: Increases Shield Piercing by 1 Chain Effect: If Shield Piercing is greater than 10, increases Ion Damage by 0.1 Chain Cap: 999 chains Beam Length: Pinpoint Beam Speed: 1 Ion Damage: 2 Shield Piercing: 2
fr: Puissance requise : 3 Temps de charge : 13 secondes Effets en chaîne : Augmente le perçage de bouclier de 1 Effets en chaîne : Si le perçage de bouclier est supérieur à 10, augmente les dégâts ioniques de 0,1 Nombre maximum de chaînes : 999 Longueur du rayon : Aiguillon Vitesse du rayon : 1 Dégâts ioniques : 2 Perçage de bouclier : 2
ru: Необходимая мощность: 3 Время перезарядки: 13 сек. Эффект цепи: увеличение пробивание щита на 1 Эффект цепи: если пробивание щита больше 10, урон ионами увеличивается на 0,1 Макс. цепь: 999 цепей Длина луча: Точечный луч Скорость луча: 1 Ионный урон: 2 Пробивание щита: 2
zh_hans: 所需能量：3 格 充能时间：13 秒 链式效果：护盾穿透增加 1 链式效果：若护盾穿透大于 10，离子伤害增加 0.1 链式上限：999 次 光束长度：光点 光束速度：1 离子伤害：2 护盾穿透：2

source: 'Sunset' Beam [Hullbust]
fr: Rayon 'Sunset' [Démolition de Coque]
ru: Луч "Закат" [Противокорпусный]
zh_hans: “日落”光束 [破舰]

source: 'Sunset' [H]
ru: Закат [П]
zh_hans: “日落”光束 [破舰]

source: This Beam boasts an unique multimodal power core, allowing it to be effective against hull, systems and crew, though not at once. Current mode: Anti-hull.
fr: Ce rayon possède un cœur énergétique multimodal unique, le rendant efficace contre les coques, les systèmes et l’équipage, mais pas simultanément. Mode actuel : Anti-coque.
ru: Этот луч обладает уникальным мультимодальным энергетическим ядром, что позволяет ему эффективно воздействовать на корпус, системы и экипаж, хотя и не на все сразу. Текущий режим: Противокорпусный.
zh_hans: 这道光束拥有独特的多元化能量核心，使其能有效针对船体、系统或船员——但不能同时兼顾。当前模式：反船体。

source: 'Sunset' Beam [Particle]
fr: Rayon 'Sunset' [Particule]
ru: Луч "Закат" [Частицы]
zh_hans: '日落'光束 [粒子]

source: 'Sunset' [P]
ru: Закат [Ч]
zh_hans: '日落'[粒子]

source: This Beam boasts an unique multimodal power core, allowing it to be effective against hull, systems and crew, though not at once. Current mode: Anti-system.
fr: Ce rayon possède un cœur énergétique multimodal unique, le rendant efficace contre les coques, les systèmes et l’équipage, mais pas simultanément. Mode actuel : Anti-système.
ru: Этот луч обладает уникальным мультимодальным энергетическим ядром, что позволяет ему эффективно воздействовать на корпус, системы и экипаж, хотя и не одновременно. Текущий режим: Частицы.
zh_hans: 这道光束拥有独特的多元化能量核心，使其能有效针对船体、系统或船员——但不能同时兼顾。当前模式：反系统。

source: 'Sunset' Beam [Anti-Bio]
fr: Rayon 'Sunset' [Anti-Biologique]
ru: Луч "Закат" [Анти-Био]
zh_hans: “日落”光束 [辐射]

source: 'Sunset' [B]
ru: Закат [А]
zh_hans: “日落”[辐射]

source: This Beam boasts an unique multimodal power core, allowing it to be effective against hull, systems and crew, though not at once. Current mode: Anti-crew.
fr: Ce rayon possède un cœur énergétique multimodal unique, le rendant efficace contre les coques, les systèmes et l’équipage, mais pas simultanément. Mode actuel : Anti-équipage.
ru: Этот луч обладает уникальным мультимодальным энергетическим ядром, что позволяет ему эффективно воздействовать на корпус, системы и экипаж, хотя и не одновременно. Текущий режим: Анти-био.
zh_hans: 这道光束拥有独特的多元化能量核心，使其能有效针对船体、系统或船员——但不能同时兼顾。当前模式：反船员。

source: 'Eventide' Beam [Long]
fr: Rayon 'Eventide' [Long]
ru: Луч "Сумерки" [Длинный]
zh_hans: “暮色”光束 [长距离]

source: 'Eventide' [L]
ru: Сумерки [Д]
zh_hans: “暮色”[长距离]

source: A bigger sister of 'Sunset', this Beam's core is not only more powerful, but has an extra mode as well! Current mode: Long, Pure damage.
fr: Grande sœur du 'Sunset', ce rayon possède un cœur non seulement plus puissant, mais doté d’un mode supplémentaire ! Mode actuel : Long, dégâts purs.
ru: Более мощная версия луча "Закат", этот луч не только более сильный, но и имеет дополнительный режим! Текущий режим: Длинный, чистый урон.
zh_hans: 作为“日落”的升级版，这道光束的核心不仅更强大，还多了一个模式！当前模式：长距离、纯粹伤害。

source: 'Eventide' Beam [Shred]
fr: Rayon 'Eventide' [Déchirer]
ru: Луч "Сумерки" [Измельчение]
zh_hans: “暮色”光束 [撕裂]

source: 'Eventide' [S]
fr: 'Eventide' [D]
ru: Сумерки [И]
zh_hans: “暮色”[撕裂]

source: A bigger sister of 'Sunset', this Beam's core is not only more powerful, but has an extra mode as well! Current mode: Shred, High breach, system and crew damage .
fr: Grande sœur du 'Sunset', ce rayon possède un cœur non seulement plus puissant, mais doté d’un mode supplémentaire ! Mode actuel : Déchirer, brèche importante, dommages au système et à l'équipage.
ru: Более мощная версия луча "Закат", этот луч не только более сильный, но и имеет дополнительный режим! Текущий режим: Измельчение, высокая вероятность пробоины, высокий урон по системе и экипажу.
zh_hans: 作为“日落”的升级版，这道光束的核心不仅更强大，还多了一个模式！当前模式：撕裂，高破舱、系统与船员伤害。

source: 'Eventide' Beam [Thermal]
fr: Rayon 'Eventide' [Thermique]
ru: Луч "Сумерки" [Термический]
zh_hans: “暮色”光束 [热能]

source: 'Eventide' [T]
ru: Сумерки [Т]
zh_hans: “暮色” [热能]

source: A bigger sister of 'Sunset', this Beam's core is not only more powerful, but has an extra mode as well! Current mode: Thermal particle, high system damage, guaranteed fire.
fr: Grande sœur du 'Sunset', ce rayon possède un cœur non seulement plus puissant, mais doté d’un mode supplémentaire ! Mode actuel : Particule thermique, dégâts importants au système, incendie garanti.
ru: Более мощная версия луча "Закат", этот луч не только более сильный, но и имеет дополнительный режим! Текущий режим: Термический, высокий урон системе, гарантированное возгорание.
zh_hans: 作为“日落”的升级版，这道光束的核心不仅更强大，还多了一个模式！当前模式：热粒子，高系统伤害，必定起火。

source: 'Eventide' Beam [Hack]
fr: Rayon 'Eventide' [Piratage]
ru: Луч "Сумерки" [Хак]
zh_hans: “暮色”光束 [骇客]

source: 'Eventide' [H]
fr: 'Eventide' [P]
ru: Сумерки [Х]
zh_hans: “暮色”[骇客]

source: A bigger sister of 'Sunset', this Beam's core is not only more powerful, but has an extra mode as well! Current mode: Hack, applies hacking effect to any system hit.
fr: Grande sœur du 'Sunset', ce rayon possède un cœur non seulement plus puissant, mais doté d’un mode supplémentaire ! Mode actuel : Piratage, applique un effet de piratage à tout système touché.
ru: Более мощная версия луча "Закат", этот луч не только более сильный, но и имеет дополнительный режим! Текущий режим: Хак, применяет эффект взлома к любой пораженной системе.
zh_hans: 作为“日落”的升级版，这道光束的核心不仅更强大，还多了一个模式！当前模式：骇客，对被击中的任何系统施加黑客控制效果。

source: 'Akatsuki' [Beam]
fr: 'Akatsuki' [Rayon]
ru: "Акацуки" [Луч]
zh_hans: “晓” [光束]

source: 'Akatsuki' [B]
fr: 'Akatsuki' [R]
ru: Акацуки [Л]
zh_hans: “晓” [光束]

source: A special beam weapon that can toggle it's firing pattern on the fly, trading off between length and damage. Current mode: Beam.
fr: Une arme à rayon spéciale capable de modifier son schéma de tir à la volée, échangeant portée contre puissance. Mode actuel : Rayon.
ru: Особое лучевое оружие, которое может мгновенно переключать режим стрельбы, выбирая между длиной и уроном. Текущий режим: Луч.
zh_hans: 一种特殊的光束武器，可即时切换射击模式，在长度与伤害之间取舍。当前模式：光束。

source: 'Akatsuki' [Focus]
fr: 'Akatsuki' [Focalisé]
ru: "Акацуки" [Точечный]
zh_hans: “晓” [集束]

source: 'Akatsuki' [F]
ru: Акацуки [Т]
zh_hans: “晓” [集束]

source: A special beam weapon that can toggle it's firing pattern on the fly, trading off between length and damage. Current mode: Pinpoint.
fr: Une arme à rayon spéciale capable de modifier son schéma de tir à la volée, échangeant portée contre puissance. Mode actuel : Aiguillon.
ru: Особое лучевое оружие, которое может мгновенно переключать режим стрельбы, выбирая между длиной и уроном. Текущий режим: Точечный луч.
zh_hans: 一种特殊的光束武器，可即时切换射击模式，在长度与伤害之间取舍。当前模式：光点。

source: 'Akatsuki' [Scatter]
fr: 'Akatsuki' [Disperseur]
ru: "Акацуки" [Рассеяние]
zh_hans: “晓” [散射]

source: 'Akatsuki' [S]
fr: 'Akatsuki' [D]
ru: Акацуки [Р]
zh_hans: “晓” [散射]

source: A special beam weapon that can toggle it's firing pattern on the fly, trading off between length and damage. Current mode: Scatter.
fr: Une arme à rayon spéciale capable de modifier son schéma de tir à la volée, échangeant portée contre puissance. Mode actuel : Disperseur.
ru: Особое лучевое оружие, которое может мгновенно переключать режим стрельбы, выбирая между длиной и уроном. Текущий режим: Рассеивание.
zh_hans: 一种特殊的光束武器，可即时切换射击模式，在长度与伤害之间取舍。当前模式：散射。

source: YOU SHOULD NEVER SEE THIS
fr: VOUS NE DEVRIEZ PAS VOIR ÇA
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

# data/blueprints.xml.append$//weaponBlueprint[@name="LILY_BEAM_SCISSORS"]/title
source: Beam 'Scissors'
fr: Rayon 'Ciseaux'
ru: Луч "Ножницы"
zh_hans: 光束“剪刀”

# data/blueprints.xml.append$//weaponBlueprint[@name="LILY_BEAM_SCISSORS"]/short
source: 'Scissors'
fr: 'Ciseaux'
ru: Ножницы
zh_hans: “剪刀”

# data/blueprints.xml.append$//weaponBlueprint[@name="LILY_BEAM_SCISSORS"]/desc
source: An unique weapon capable of firing a pair of converging beams at once.
fr: Une arme unique capable de tirer simultanément une paire de rayons convergents.
ru: Уникальное оружие, способное одновременно стрелять парой сходящихся лучей.
zh_hans: 一种独特的武器，可同时发射一对汇聚光束。

source: An unique weapon capable of firing a pair of converging beams at once. Stats: Required Power: 4 Charge Time: 20 seconds Beam Length: 80 Beam Speed: 5 (Primary Beam) Ion Damage: 2 Fire Chance: 30% Stun Chance: 100% (3 seconds long) (Secondary Beam) 2x hull damage on systemlesss rooms. Base Hull Damage: 2 Total System Damage: 3 Total Crew Damage: 45 Breach Chance: 30% (Adjusted: 30%) Default Price: 100~ - Selling Price: 50~
fr: Une arme unique capable de tirer simultanément une paire de rayons convergents. Stats : Puissance requise : 4 Temps de charge : 20 secondes Longueur du rayon : 80 Vitesse du rayon : 5 (Rayon principal) Dégâts ioniques : 2 Chance de feu : 30 % Chance d’étourdissement : 100 % (durée : 3 secondes) (Rayon secondaire) Dégâts à la coque x2 sur les pièces sans systèmes Dégâts de coque de base : 2 Dégâts totaux aux systèmes : 3 Dégâts totaux à l’équipage : 45 Chance de brèche : 30 % (ajustée : 30 %) Prix par défaut : 100~ - Prix de vente : 50~
ru: Уникальное оружие, способное стрелять парой сходящихся лучей одновременно. Характеристики: Необходимая мощность: 4 Время перезарядки: 20 сек. Длина луча: 80 Скорость луча: 5 (Первичный луч) Ионный урон: 2 Вероятность возгорания: 30% Вероятность оглушения: 100% (3 сек.) (Вторичный луч) Двойной урон отсекам без систем. Урон корпусу: 2 Урон системам: 3 Урон экипажу: 45 Вероятность пробоины: 30% (Скорректировано: 30%) Покупка: 100~ - Продажа: 50~
zh_hans: 一种独特的武器，可同时发射一对汇聚光束。 属性： 所需能量：4 格 充能时间：20 秒 光束长度：80 光束速度：5 （主光束） 离子伤害：2 起火几率：30% 击晕几率：100%（持续 3 秒） （副光束） 对无系统舱室造成 2 倍船体伤害 基础船体伤害：2 系统伤害：3 船员伤害：45 破舱几率：30%（修正后：30%） 标准售价：100～ · 出售价格：50～

source: Required Power: 4 Charge Time: 20 seconds Beam Length: 80 Beam Speed: 5 (Primary Beam) Ion Damage: 2 Fire Chance: 30% Stun Chance: 100% (3 seconds long) (Secondary Beam) 2x hull damage on systemlesss rooms. Base Hull Damage: 2 Total System Damage: 3 Total Crew Damage: 45 Breach Chance: 30% (Adjusted: 30%)
fr: Puissance requise : 4 Temps de charge : 20 secondes Longueur du rayon : 80 Vitesse du rayon : 5 (Rayon principal) Dégâts ioniques : 2 Chance de feu : 30 % Chance d’étourdissement : 100 % (durée : 3 secondes) (Rayon secondaire) Dégâts à la coque x2 sur les pièces sans systèmes Dégâts de coque de base : 2 Dégâts totaux aux systèmes : 3 Dégâts totaux à l’équipage : 45 Chance de brèche : 30 % (ajustée : 30 %)
ru: Необходимая мощность: 4 Время перезарядки: 20 сек. Длина луча: 80 Скорость луча: 5 (Первичный луч) Ионный урон: 2 Вероятность возгорания: 30% Вероятность оглушения: 100% (3 сек.) (Вторичный луч) Двойной урон отсекам без систем. Урон корпусу:2 Урон системам: 3 Урон экипажу: 45 Вероятность пробоины: 30% (Скорректировано: 30%)
zh_hans: 所需能量：4 格 充能时间：20 秒 光束长度：80 光束速度：5 （主光束） 离子伤害：2 起火几率：30% 击晕几率：100%（持续 3 秒） （副光束） 对无系统舱室造成 2 倍船体伤害 基础船体伤害：2 系统伤害：3 船员伤害：45 破舱几率：30%（修正后：30%）

source: Beam 'Scissors'
fr: Rayon 'Ciseaux'
ru: Луч "Ножницы"
zh_hans: 光束“剪刀”

source: 'Scissors'
fr: 'Ciseaux'
ru: Ножницы
zh_hans: “剪刀”

source: An unique weapon capable of firing a pair of converging beams at once.
fr: Une arme unique capable de tirer simultanément une paire de rayons convergents.
ru: Уникальное оружие, способное одновременно стрелять парой сходящихся лучей.
zh_hans: 一种独特的武器，可同时发射一对汇聚光束。

source: Beam 'Scissors'
fr: Rayon 'Ciseaux'
ru: Луч "Ножницы"†
zh_hans: 光束“剪刀”†

source: 'Scissors'
fr: 'Ciseaux'
ru: Ножницы†
zh_hans: “剪刀”†

source: An unique weapon capable of firing a pair of converging beams at once.
fr: Une arme unique capable de tirer simultanément une paire de rayons convergents.
ru: Уникальное оружие, способное одновременно стрелять парой сходящихся лучей.
zh_hans: 一种独特的武器，可同时发射一对汇聚光束。
