Repository: ftl-mv-translation/lilys-beam-emporium
Catalog: locale/data/blueprints.xml.append/*.po
Languages: fr, ru, zh_hans

# data/blueprints.xml.append$//weaponBlueprint[@name="LILY_BEAM_SHOTGUN_9_S"]/desc
source: This weapon is an array of 9 pinpoint beams clustered together, modified to be able to pop shields. Can take down shields and wreak chaos on enemy ship, but is cumbersome and hard to aim. Current mode: Scatter
fr: Cette arme est un réseau de 9 rayons aiguillons regroupés, modifiés pour pouvoir percer les boucliers. Peut abattre les boucliers et semer le chaos à bord du vaisseau ennemi, mais il est encombrant et difficile à viser. Mode actuel : Disperseur
ru: Это оружие представляет собой набор из 9 сконцентрированных лучей, модифицированных для пробивания щитов. Может снимать щиты и наносить урон вражеским кораблям, но является громоздким и сложным в наведении. Текущий режим: Рассеивание
zh_hans: 这件武器由 9 个光点光束组合而成，经改造后能够击破护盾。能摧毁敌方护盾并造成严重破坏，但操作笨重，难以瞄准。当前模式：散射

# data/blueprints.xml.append$//weaponBlueprint[@name="LILY_FOCUS_HACK"]/title
source: Datalink Pinpoint
fr: Aiguillon Datalink
ru: Точечная передача данных
zh_hans: 数据链光点

# data/blueprints.xml.append$//weaponBlueprint[@name="LILY_FOCUS_HACK"]/short
source: D-Link
ru: Передача данных
zh_hans: 数据链光点

# data/blueprints.xml.append$//weaponBlueprint[@name="LILY_FOCUS_HACK"]/desc
source: This weapon projects a beam that allows for wireless transfer of data, hacking systems and mind controling any crew hit. However, it requires enemy shields to be down.
fr: Cette arme projette un rayon permettant le transfert sans fil de données, le piratage de systèmes et le contrôle mental de tout membre d'équipage touché. Cependant, elle nécessite que les boucliers ennemis soient abaissés.
ru: Это оружие проецирует луч, который позволяет осуществлять беспроводную передачу данных, взламывать системы и контролировать разум любого пораженного члена экипажа. Однако для этого необходимо, чтобы щиты противника были отключены.
zh_hans: 这件武器发射的光束可实现无线数据传输，骇入系统并控制被击中的船员。但需敌方护盾已失效。

# data/blueprints.xml.append$//weaponBlueprint[@name="LILY_HOWITZER_1"]/title
source: 'Quake' Howitzer
fr: Obusier 'Quake'
ru: Гаубица "Дрожь"
zh_hans: “地震”榴弹炮

# data/blueprints.xml.append$//weaponBlueprint[@name="LILY_HOWITZER_1"]/short
source: 'Quake'
ru: Дрожь
zh_hans: “地震”

# data/blueprints.xml.append$//weaponBlueprint[@name="LILY_HOWITZER_1"]/desc
source: The lightest out of howitzer series, this weapon is nevertheless capable of inflicting heavy damage to a system it hits, and has decent accuracy and reload speed.
fr: Le plus léger de la série Obusier, cette arme est néanmoins capable d'infliger de lourds dégâts au système visé, et présente une précision et une cadence de rechargement correctes.
ru: Это самое легкое оружие из серии гаубиц, но тем не менее оно способно наносить серьезный урон попаданиями по системе, обладает приличной точностью и скоростью перезарядки.
zh_hans: 作为榴弹炮系列中最轻便的一款，这件武器仍能对击中系统造成重创，且拥有不错的精度与装填速度。

source: NO
fr: NON
ru: НЕТ
zh_hans: 不行

source: NO
fr: NON
ru: НЕТ
zh_hans: 不行

source: YOU SHOULD NEVER SEE THIS
fr: VOUS NE DEVRIEZ PAS VOIR ÇA
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

source: NO
fr: NON
ru: НЕТ
zh_hans: 不行

source: NO
fr: NON
ru: НЕТ
zh_hans: 不行

source: YOU SHOULD NEVER SEE THIS
fr: VOUS NE DEVRIEZ PAS VOIR ÇA
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

source: Mini Particle Beam
fr: Mini Rayon à Particules
ru: Мини-пучок частиц
zh_hans: 微型粒子光束

source: Mini Part. B.
fr: Mini Rayon P.
ru: Мини-пучок част.
zh_hans: 微型粒子光束.

source: Fires a small concentrated beam that damages systems and lights fires, but does no damage to the hull or crew.
fr: Tire un petit rayon concentré qui endommage les systèmes et déclenche des incendies, mais n'inflige aucun dommage à la coque ni à l'équipage.
ru: Выпускает небольшой сконцентрированный луч, который повреждает системы и вызывает возгорание, но не наносит ущерба корпусу или экипажу.
zh_hans: 发射一束小型凝聚的光束，可损坏系统并引发火灾，但对船体和船员无伤害。

# data/blueprints.xml.append$//weaponBlueprint[@name="LILY_BEAM_CYCLOTRON"]/title
source: Cyclotron Magnifier Beam
fr: Rayon Magnifieur Cyclotron
ru: Луч концентратор "Циклотрон"
zh_hans: 回旋加速光束

# data/blueprints.xml.append$//weaponBlueprint[@name="LILY_BEAM_CYCLOTRON"]/short
source: Cyclotron
ru: Циклотрон
zh_hans: 回旋

# data/blueprints.xml.append$//weaponBlueprint[@name="LILY_BEAM_CYCLOTRON"]/desc
source: YOU SHOULD NEVER SEE THIS
fr: VOUS NE DEVRIEZ PAS VOIR ÇA
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

source: Magnifiers use special technology to enhance their power with each charge, rather than gaining additional projectiles. Each charge increases damage output and status effect chances. Charges become progressively faster. This particle collider design uses this technology to create an utterly devastating particle beam when allowed to fully charge. There has been rumours that this weapon has been tampered with by eldritch entities... But let rumors be rumors. Stats: Required Power: 3 Charge Time: 12 seconds Max Charges: 4 Bonus Charging Speed: x1.5 per charge Total System Damage: 1/2/3/4 Shield Piercing: 0/1/2/3 Total Crew Damage: 30/60/90/120 Beam Length: 25 Beam Speed: 6 Breach Chance: 20/50/80/110% Default Price: 70~ - Selling Price: 35~
fr: Les Magnifieurs utilisent une technologie spéciale pour accroître leur puissance à chaque charge, plutôt que de gagner des projectiles supplémentaires. Chaque charge augmente les dégâts infligés et les chances d'effets de statut. Les vitesses de charge deviennent progressivement plus rapides. Ce design de collisionneur de particules utilise cette technologie pour créer un rayon de particules absolument dévastateur lorsqu'on le laisse se charger complètement. Des rumeurs circulent selon lesquelles cette arme aurait été trafiquée par des entités surnaturelles... Mais laissons les rumeurs aux rumeurs. Stats : Puissance requise : 3 Temps de charge : 12 secondes Charges max : 4 Bonus de vitesse de charge : x1,5 par charge Dégâts totaux au système : 1 / 2 / 3 / 4 Perforation des boucliers : 0 / 1 / 2 / 3 Dégâts totaux à l'équipage : 30 / 60 / 90 / 120 Longueur du rayon : 25 Vitesse du rayon : 6 Chances de trou dans la coque : 20 / 50 / 80 / 110 % Prix par défaut : 70~ - Prix de vente : 35~
ru: Концентраторы используют специальную технологию, позволяющую им не увеличивать количество выстрелов за заряд, а усиливать свою мощь с каждым зарядом. Каждый заряд увеличивает наносимый урон и вероятность наложения вспомогательного эффекта. Каждый последующий заряд накапливается быстрее. В конструкции этого ускорителя частиц используется эта технология для создания абсолютно разрушительного пучка частиц при полной зарядке. Ходят слухи, что это оружие было подделано жуткими существами... но пусть слухи остаются слухами. Характеристики: Необходимая мощность: 3 Время перезарядки: 12 сек. Максимальное число зарядов: 4 Бонус к скорости перезарядки: 1.5x за заряд Урон системам: 1/2/3/4 Пробивание щита: 0/1/2/3 Урон экипажу: 30/60/90/120 Длина луча: 25 Скорость луча: 6 Вероятность пробоины: 20/50/80/110% Покупка: 70~ - Продажа: 35~
zh_hans: 增幅器采用特殊技术，每次充能都能增强威力，而非增加投射物数量。每层充能提升伤害输出与状态效果几率。充能速度逐层加快。 这种粒子对撞机设计利用该技术，在完全充能后可释放出毁灭性的粒子光束。 有传言称这件武器曾被怪异实体篡改过……但传言终究只是传言。 属性： 所需能量：3 格 充能时间：12 秒 最大充能层数：4 充能速度加成：每层 x1.5 系统伤害：1/2/3/4 护盾穿透：0/1/2/3 船员伤害：30/60/90/120 光束长度：25 光束速度：6 破舱几率：20/50/80/110% 标准售价：70～ · 出售价格：35～

source: Required Power: 3 Charge Time: 12 seconds Max Charges: 4 Bonus Charging Speed: x1.5 per charge Total System Damage: 1/2/3/4 Shield Piercing: 0/1/2/3 Total Crew Damage: 30/60/90/120 Beam Length: 25 Beam Speed: 6 Breach Chance: 20/50/80/110%
fr: Puissance requise : 3 Temps de charge : 12 secondes Charges max : 4 Bonus de vitesse de charge : x1,5 par charge Dégâts totaux au système : 1 / 2 / 3 / 4 Perforation des boucliers : 0 / 1 / 2 / 3 Dégâts totaux à l'équipage : 30 / 60 / 90 / 120 Longueur du rayon : 25 Vitesse du rayon : 6 Chances de trou dans la coque : 20 / 50 / 80 / 110 %
ru: Необходимая мощность: 3 Время перезарядки: 12 сек. Максимальное число зарядов: 4 Бонус к скорости перезарядки: 1.5x за заряд Урон системам: 1/2/3/4 Пробивание щита: 0/1/2/3 Урон экипажу: 30/60/90/120 Длина луча: 25 Скорость луча: 6 Вероятность пробоины: 20/50/80/110%
zh_hans: 所需能量：3 格 充能时间：12 秒 最大充能层数：4 充能速度加成：每层 x1.5 系统伤害：1 / 2 / 3 / 4 护盾穿透：0 / 1 / 2 / 3 船员伤害：30 / 60 / 90 / 120 光束长度：25 光束速度：6 破舱几率：20% / 50% / 80% / 110%

# data/blueprints.xml.append$//weaponBlueprint[@name="LILY_BEAM_FROST"]/title
source: 'Polaris' Frost Beam
fr: Rayon givrant 'Polaris'
ru: Морозный луч "Полярис"
zh_hans: “北极星”霜冻光束

# data/blueprints.xml.append$//weaponBlueprint[@name="LILY_BEAM_FROST"]/short
source: 'Polaris'
ru: Полярис
zh_hans: “北极星”

# data/blueprints.xml.append$//weaponBlueprint[@name="LILY_BEAM_FROST"]/desc
source: This chilling weapon fires a beam of liquid nitrogen. Capable of locking down rooms, keeping most crew from entering or leaving. The excessive nitrogen gas also upsets the atmospheric balance.
fr: Cette arme glaciale projette un rayon d'azote liquide. Elle est capable de verrouiller des pièces, empêchant la plupart des membres d’équipage d’entrer ou de sortir. L’excès de gaz d’azote perturbe également l’équilibre atmosphérique.
ru: Это оружие выстреливает луч жидкого азота. Оно способно запирать отсеки, не позволяя большинству членов экипажа войти или выйти. Избыток азота также нарушает атмосферный баланс.
zh_hans: 这件令人不寒而栗的武器能发射液氮光束。它能封锁房间，阻止大多数船员进出。 过量的氮气还会破坏大气平衡。

source: 'Polaris' Frost Beam
fr: Rayon givrant 'Polaris'
ru: Морозный луч "Полярис"†
zh_hans: “北极星”霜冻光束†

source: 'Polaris'
ru: Полярис†
zh_hans: “北极星”†

source: This chilling weapon fires a beam of liquid nitrogen. Capable of locking down rooms, keeping most crew from entering or leaving. The excessive nitrogen gas also upsets the atmospheric balance.
fr: Cette arme glaciale projette un rayon d'azote liquide. Elle est capable de verrouiller des pièces, empêchant la plupart des membres d’équipage d’entrer ou de sortir. L’excès de gaz d’azote perturbe également l’équilibre atmosphérique.
ru: Это оружие выстреливает луч жидкого азота. Оно способно запирать отсеки, не позволяя большинству членов экипажа войти или выйти. Избыток азота также нарушает атмосферный баланс.
zh_hans: 这件冰冷的武器发射一道液氮光束。能封锁舱室，阻止大多数船员进出。 过量的氮气还会破坏大气平衡。

# data/blueprints.xml.append$//weaponBlueprint[@name="LILY_FOCUS_POPPER"]/title
source: Shield Popper Beam
fr: Rayon bouclier Popper
ru: Луч Щит Поппер
zh_hans: 破盾光束

# data/blueprints.xml.append$//weaponBlueprint[@name="LILY_FOCUS_POPPER"]/short
source: 'Poppy'
ru: Поппи
zh_hans: 破盾

# data/blueprints.xml.append$//weaponBlueprint[@name="LILY_FOCUS_POPPER"]/desc
source: Fires a small concentrated beam that does no damage but pops 2 layers of shields. Has an unusual property of also putting affected crew in a daze. Conservative weapons use no power on their own but require the system itself to be powered.
fr: Tire un petit rayon concentré qui n’inflige aucun dommage mais détruit deux couches de boucliers. Possède la propriété inhabituelle de mettre également les membres d’équipage touchés dans un état de confusion. Les armes Conservatrices ne consomment pas de courant mais requièrent d'autres armes actives.
ru: Выпускает небольшой сконцентрированный луч, который не наносит урона, но пробивает 2 слоя щитов. Консервативные орудия не потребляют энергию напрямую, но требуют питания самой системы.
zh_hans: 发射一束小型凝聚光束，虽无伤害，但可击破 2 层护盾。具有使受影响船员陷入眩晕的特殊属性。 集能武器本身不消耗能量，但需要系统本身供电。

# data/blueprints.xml.append$//weaponBlueprint[@name="LILY_FOCUS_CIWS"]/title
source: Beam C.I.W.S.
fr: Rayon C.I.W.S.
ru: Луч С.О.Б.Б.
zh_hans: 光束 C.I.W.S.

# data/blueprints.xml.append$//weaponBlueprint[@name="LILY_FOCUS_CIWS"]/desc
source: This beam weapon in equipped with unique omnidirectional infrared emitter as well as advanced targeting suite. It's effective at shooting down incoming missiles and drones, but performs poorly against other ships.
fr: Cette arme à rayon est équipée d’un émetteur infrarouge omnidirectionnel unique ainsi que d’un système de ciblage avancé. Elle est efficace pour abattre les missiles et drones entrants, mais montre de faibles performances contre d’autres vaisseaux.
ru: Это лучевое оружие оснащено уникальным всенаправленным инфракрасным излучателем, а также усовершенствованной системой наведения. Оно эффективно сбивает приближающиеся ракеты и дроны, но неэффективно против других кораблей.
zh_hans: 这件光束武器配备了独特的全向红外发射器与先进瞄准系统。能有效拦截来袭导弹与无人机，但对舰作战效能不佳。

# data/blueprints.xml.append$//weaponBlueprint[@name="LILY_BEAM_SIREN_1"]/title
source: 'Ira' Disintegrator Beam
fr: Rayon Désintégrateur 'Ira'
ru: Луч дезинтегратор "Ира"
zh_hans: “伊拉”分解光束

# data/blueprints.xml.append$//weaponBlueprint[@name="LILY_BEAM_SIREN_1"]/short
source: 'Ira'
ru: Ира
zh_hans: “伊拉”

# data/blueprints.xml.append$//weaponBlueprint[@name="LILY_BEAM_SIREN_1"]/desc
source: Fires a beam of chaotic eldritch energy that causes all touched matter to disintegrate. Applies Erosion effect to rooms and damage over time to all crew hit, and impedes healing and repairs. Pierces 1 shield, -4 hp/s and x0.5 healing and repair to crew.
fr: Tire un rayon d’énergie surnaturel chaotique qui fait se désintégrer toute matière touchée. Applique l’effet Érosion aux pièces et inflige des dégâts sur la durée à tout membre d’équipage touché, tout en ralentissant les soins et les réparations. Traverse 1 bouclier, -4 PV/s et x0,5 soins et réparations pour l'équipage.
ru: Выпускает луч жуткой хаотичной энергии, который вызывает распад всей затронутой материи. Применяет эффект эрозии к помещениям и наносит урон со временем всем пораженным членам экипажа, а также затрудняет исцеление и ремонт. Пробивает 1 щита, -4 ОЗ/с и 0.5х исцеление и ремонт экипажа. Наносит 1 ед. урона корпусу и открывает пробоину.
zh_hans: 发射一道混沌的怪异能量光束，使触及的所有物质分解。对舱室施加侵蚀效果，对所有被击中的船员造成持续伤害，并阻碍治疗与修复。 穿透 1 层护盾，对船员造成每秒 4 点伤害，并使其治疗与修复效果减半。 对已破舱的舱室造成 1 点船体伤害。

# data/blueprints.xml.append$//weaponBlueprint[@name="LILY_BEAM_SIREN_2"]/title
source: 'Angoris' Disintegrator Beam
fr: Rayon Désintégrateur 'Angoris'
ru: Луч дезинтегратор "Ангорис"
zh_hans: “安戈里斯”分解光束

# data/blueprints.xml.append$//weaponBlueprint[@name="LILY_BEAM_SIREN_2"]/short
source: 'Angoris'
ru: Ангорис
zh_hans: “安戈里斯”

# data/blueprints.xml.append$//weaponBlueprint[@name="LILY_BEAM_SIREN_2"]/desc
source: Fires a beam of chaotic eldritch energy that causes all touched matter to disintegrate. Applies Erosion effect to rooms and damage over time to all crew hit, and impedes healing and repairs. Pierces 1 shield, -4 hp/s and x0.5 healing and repair to crew.
fr: Tire un rayon d’énergie surnaturel chaotique qui fait se désintégrer toute matière touchée. Applique l’effet Érosion aux pièces et inflige des dégâts sur la durée à tout membre d’équipage touché, tout en ralentissant les soins et les réparations. Traverse 1 bouclier, -4 PV/s et x0,5 soins et réparations pour l'équipage.
ru: Выпускает луч жуткой хаотичной энергии, который вызывает распад всей затронутой материи. Применяет эффект эрозии к помещениям и наносит урон со временем всем пораженным членам экипажа, а также затрудняет исцеление и ремонт. Пробивает 1 щита, -4 ОЗ/с и 0.5х исцеление и ремонт экипажа. Наносит 1 ед. урона корпусу и открывает пробоину.
zh_hans: 发射一道混沌的怪异能量光束，使触及的所有物质分解。对舱室施加侵蚀效果，对所有被击中的船员造成持续伤害，并阻碍治疗与修复。 穿透 1 层护盾，对船员造成每秒 4 点生命值伤害，并使其治疗与修复效果减半。 对已破舱的舱室造成 1 点船体伤害。

# data/blueprints.xml.append$//weaponBlueprint[@name="LILY_BEAM_SIREN_3"]/title
source: 'Dolor' Disintegrator Beam
fr: Rayon Désintégrateur 'Dolor'
ru: Луч дезинтегратор "Долор"
zh_hans: “多洛”分解光束

# data/blueprints.xml.append$//weaponBlueprint[@name="LILY_BEAM_SIREN_3"]/short
source: 'Dolor'
ru: Долор
zh_hans: “多洛”

# data/blueprints.xml.append$//weaponBlueprint[@name="LILY_BEAM_SIREN_3"]/desc
source: Fires a beam of chaotic eldritch energy that causes all touched matter to disintegrate. Applies Erosion effect to rooms and damage over time to all crew hit, and impedes healing and repairs. Pierces 2 shields, -8 hp/s and x0.25 healing and repair to crew.
fr: Tire un rayon d’énergie surnaturel chaotique qui fait se désintégrer toute matière touchée. Applique l’effet Érosion aux pièces et inflige des dégâts sur la durée à tout membre d’équipage touché, tout en ralentissant les soins et les réparations. Traverse 2 boucliers, -8 PV/s et x0,25 soins et réparations pour l'équipage.
ru: Выпускает луч жуткой хаотичной энергии, который вызывает распад всей затронутой материи. Применяет эффект эрозии к помещениям и наносит урон со временем всем пораженным членам экипажа, а также затрудняет исцеление и ремонт. Пробивает 2 щита, -8 ОЗ/с и 0.25х исцеление и ремонт экипажа. Наносит 2 ед. урона корпусу и открывает пробоину.
zh_hans: 发射一道混沌的怪异能量光束，使触及的所有物质分解。对舱室施加侵蚀效果，对所有被击中的船员造成持续伤害，并阻碍治疗与修复。 穿透 2 层护盾，对船员造成每秒 8 点生命值伤害，并使其治疗与修复效果降至 0.25 倍。 对已破舱的舱室造成 2 点船体伤害。

# data/blueprints.xml.append$//weaponBlueprint[@name="LILY_BEAM_SIREN_4"]/title
source: 'Tormentum' Disintegrator Beam
fr: Rayon Désintégrateur 'Tormentum'
ru: Луч дезинтегратор "Торментум"
zh_hans: “托门图姆”分解光束

# data/blueprints.xml.append$//weaponBlueprint[@name="LILY_BEAM_SIREN_4"]/short
source: 'Tormentum'
ru: Торментум
zh_hans: “托门图姆”

# data/blueprints.xml.append$//weaponBlueprint[@name="LILY_BEAM_SIREN_4"]/desc
source: Fires a beam of chaotic eldritch energy that causes all touched matter to disintegrate. Applies Erosion effect to rooms and damage over time to all crew hit, and impedes healing and repairs. Pierces 3 shield, -8 hp/s and x0.0 healing and repair to crew.
fr: Tire un rayon d’énergie surnaturel chaotique qui fait se désintégrer toute matière touchée. Applique l’effet Érosion aux pièces et inflige des dégâts sur la durée à tout membre d’équipage touché, tout en ralentissant les soins et les réparations. Traverse 3 boucliers, -8 PV/s et x0,0 soins et réparations pour l'équipage.
ru: Выпускает луч жуткой хаотичной энергии, который вызывает распад всей затронутой материи. Применяет эффект эрозии к помещениям и наносит урон со временем всем пораженным членам экипажа, а также затрудняет исцеление и ремонт. Пробивает 3 щита, -8 ОЗ/с и 0.0х исцеление и ремонт экипажа. Наносит 2 ед. урона корпусу и открывает пробоину.
zh_hans: 发射一道混沌的怪异能量光束，使触及的所有物质分解。对舱室施加侵蚀效果，对所有被击中的船员造成持续伤害，并阻碍治疗与修复。 穿透 3 层护盾，对船员造成每秒 8 点生命值伤害，并使其完全无法治疗与修复。 对已破舱的舱室造成 3 点船体伤害。

# data/blueprints.xml.append$//weaponBlueprint[@name="LILY_BEAM_SIREN_FIRE"]/title
source: 'Arde' Chaosfire Disintegrator Beam
fr: Rayon Désintégrateur Chaosfire 'Arde'
ru: Луч дезинтегратор хаоса огня "Арде"
zh_hans: “阿尔德”混沌之火分解光束

# data/blueprints.xml.append$//weaponBlueprint[@name="LILY_BEAM_SIREN_FIRE"]/short
source: 'Arde'
ru: Арде
zh_hans: “阿尔德”

# data/blueprints.xml.append$//weaponBlueprint[@name="LILY_BEAM_SIREN_FIRE"]/desc
source: Fires a beam of chaotic eldritch energy that causes all touched matter to disintegrate. Applies Erosion effect to rooms and damage over time to all crew hit, and impedes healing and repairs. Additionally starts chaosfires, that can damage any type of crew (at 1.5x base speed or more) and burn without oxygen. Pierces 1 shield, -3 hp/s and x0.5 healing and repair to crew.
fr: Tire un rayon d’énergie surnaturel chaotique qui fait se désintégrer toute matière touchée. Applique l’effet Érosion aux pièces et inflige des dégâts sur la durée à tout membre d’équipage touché, tout en ralentissant les soins et les réparations. De plus, cela déclenche des feux chaotiques capables de blesser n’importe quel type d’équipage (à une vitesse supérieure ou égale à 1,5 fois la vitesse de base) et brûlant sans oxygène. Traverse 1 bouclier, -3 PV/s et x0,5 soins et réparations pour l'équipage.
ru: Выпускает луч жуткой хаотичной энергии, который вызывает распад всей затронутой материи. Применяет эффект эрозии к помещениям и наносит урон со временем всем пораженным членам экипажа, а также затрудняет исцеление и ремонт (со скоростью 1.5x от базовой скорости или более) и сгорают без кислорода. Пробивает 1 щит, -3 ОЗ/с и 0.5х исцеление и ремонт экипажа. Наносит 0 ед. урона корпусу и открывает пробоину.
zh_hans: 发射一道混沌的怪异能量光束，使触及的所有物质分解。对舱室施加侵蚀效果，对所有被击中的船员造成持续伤害，并阻碍治疗与修复。此外会引发混沌之火，可伤害任何类型的船员（以 1.5 倍基础速度或更快燃烧），且无需氧气。 穿透 1 层护盾，对船员造成每秒 3 点生命值伤害，并使其治疗与修复效果减半。 对已破舱的舱室造成 0 点船体伤害。

# data/blueprints.xml.append$//weaponBlueprint[@name="LILY_BEAM_SIREN_LOCK"]/title
source: 'Impedio' Chaoslock Disintegrator Beam
fr: Rayon Désintégrateur Chaoslock 'Impedio'
ru: Луч дезинтегратор хаоса изоляции "Импедио"
zh_hans: “因佩迪奥”混沌封锁分解光束

# data/blueprints.xml.append$//weaponBlueprint[@name="LILY_BEAM_SIREN_LOCK"]/short
source: 'Impedio'
ru: Импедио
zh_hans: “因佩迪奥”

# data/blueprints.xml.append$//weaponBlueprint[@name="LILY_BEAM_SIREN_LOCK"]/desc
source: Fires a beam of chaotic eldritch energy that causes all touched matter to disintegrate. Applies Erosion effect to rooms and damage over time to all crew hit, and impedes healing and repairs. Additionally applies chaoslock effect, preventing crew in affected rooms from manning, fighting, sabotaging and repairing, and reducing their movespeed to 0.25. Pierces 1 shield, -3 hp/s and x0.5 healing and repair, to crew.
fr: Tire un rayon d’énergie surnaturel chaotique qui fait se désintégrer toute matière touchée. Applique l’effet Érosion aux pièces et inflige des dégâts sur la durée à tout membre d’équipage touché, tout en ralentissant les soins et les réparations. De plus, cela applique également l’effet verrouillage chaotique, empêchant les membres d’équipage dans les pièces touchées de manœuvrer, combattre, saboter ou réparer, et réduit leur vitesse de déplacement à 0,25. Traverse 1 bouclier, -3 PVs et x0,5 soins et réparations, pour l'équipage.
ru: Выпускает луч жуткой хаотичной энергии, который вызывает распад всей затронутой материи. Применяет эффект эрозии к помещениям и наносит урон со временем всем пораженным членам экипажа, а также затрудняет исцеление, ремонт, и уменьшает их скорости передвижения до 0.25х. Пробивает 1 щит, -3 ОЗ/с и 0.5х исцеление и ремонт экипажа. Наносит 0 ед. урона корпусу и открывает пробоину.
zh_hans: 发射一道混沌的怪异能量光束，使触及的所有物质分解。对舱室施加侵蚀效果，对所有被击中的船员造成持续伤害，并阻碍治疗与修复。此外施加混沌封锁效果，阻止受影响舱室内的船员进行操控、战斗、破坏和修复，并将其移动速度降至 0.25 倍。 穿透 1 层护盾，对船员造成每秒 3 点生命值伤害，并使其治疗与修复效果减半。 对已破舱的舱室造成 0 点船体伤害。

source: Chaotic 'Ira' Disintegrator Beam
fr: Rayon Désintégrateur Chaotique 'Ira'
ru: Хаотический луч дезинтегратор "Ира"
zh_hans: 混沌“伊拉”分解光束

source: 'Ira'
ru: Ира™
zh_hans: '伊拉'™

source: Fires a beam of chaotic eldritch energy that causes all touched matter to disintegrate. Applies Erosion effect to rooms and damage over time to all crew hit, and impedes healing and repairs. Pierces 3 shields, -4 hp/s and x0.5 healing and repair to crew.
fr: Tire un rayon d’énergie surnaturel chaotique qui fait se désintégrer toute matière touchée. Applique l’effet Érosion aux pièces et inflige des dégâts sur la durée à tout membre d’équipage touché, tout en ralentissant les soins et les réparations. Traverse 3 boucliers, -4 PV/s et x0,5 soins et réparations pour l'équipage.
ru: Выпускает луч жуткой хаотичной энергии, который вызывает распад всей затронутой материи. Применяет эффект эрозии к помещениям и наносит урон со временем всем пораженным членам экипажа, а также затрудняет исцеление и ремонт. Пробивает 3 щита, -4 ОЗ/с и 0.5х исцеление и ремонт экипажа. Наносит 1 ед. урона корпусу и открывает пробоину.
zh_hans: 发射一道混沌的怪异能量光束，使触及的所有物质分解。对舱室施加侵蚀效果，对所有被击中的船员造成持续伤害，并阻碍治疗与修复。 穿透 3 层护盾，对船员造成每秒 4 点生命值伤害，并使其治疗与修复效果减半。 对已破舱的舱室造成 1 点船体伤害。

source: Chaotic 'Angoris' Disintegrator Beam
fr: Rayon Désintégrateur Chaotique 'Angoris'
ru: Хаотический луч дезинтегратор "Ангорис"
zh_hans: 混沌“安戈里斯”分解光束

source: 'Angoris'
ru: Ангорис™
zh_hans: '安戈里斯'™
