Repository: ftl-mv-translation/lilys-beam-emporium
Catalog: locale/data/blueprints.xml.append/*.po
Languages: fr, ru, zh_hans

source: An unique beam artillery, combining Siren and Crystal technology. Pierces 3 shields, dealing 1 system, 1 ion and 30 crew (enemy only) damage and locking down rooms. Enemies in these rooms will be affected with frost debuff, while allies will gain door phasing and minor healing. [Base cooldown: 40]
fr: Une artillerie à rayon unique, combinant les technologies Sirène et Cristalienne. Elle perce 3 boucliers, infligeant 1 point de dégât de système, 1 point de dégât ionique et 30 dégâts à l'équipage (ennemi uniquement), tout en verrouillant les pièces. Les ennemis dans ces pièces seront affectés par l'effet de statut gel, tandis que les alliés gagneront la capacité de traverser les portes et un soin mineur. [Temps de recharge par défaut : 40]
ru: Уникальная лучевая артиллерия, сочетающая в себе технологии сирен и кристаллин. Пробивает 3 щита, нанося 1 ед. урона системе, 1 ед. урона ионам и 30 ед. урона экипажу (только врагам) и запирает отсеки. Враги в этих отсеках будут подвержены дебаффу "мороз" (уменьшение скорости передвижения и ремонта вдвое и невозможность использования активных способностей), а союзники получат возможность проходить сквозь двери и небольшое (1 ОЗ/с) исцеление. [Базовая перезарядка: 40]
zh_hans: 独特的光束巨炮，融合了异鸣族与水晶科技。穿透 3 层护盾，造成 1 点系统伤害、1 点离子伤害和 30 点船员伤害（仅限敌方），并封锁舱室。这些舱室内的敌人将受到冰霜减益效果（移动与修复速度减半，且无法使用主动技能），而友方则获得穿门能力与微弱（每秒 1 点）生命恢复。[基础冷却时间：40秒]

source: Her 'Tormentum' Disintegrator Artillery :)
fr: Son Artillerie Désintégrateur 'Tormentum' :)
ru: Дезинтег. арт. Ее "Торментум" :)
zh_hans: 她的“托门图姆”分解巨炮 :)

source: 'Tormentum' :)
ru: € Торментум :)
zh_hans: € '托门图姆' :)

source: Harnessing Her eldritch power, this weapon a devastating beam of chaotic eldritch energy that causes all touched matter to disintegrate rapidly. Applies Erosion effect to rooms and damage over time to all crew hit, and completely prevents healing and repairs. [Base cooldown: 60]
fr: Exploitant Sa puissance surnaturelle, cette arme est un rayon dévastateur d'énergie surnaturelle chaotique qui provoque la désintégration rapide de toute matière touchée. Elle applique un effet d'Érosion aux pièces et des dégâts sur la durée à tout membre d'équipage touché, tout en empêchant complètement le soin et les réparations. [Temps de recharge par défaut : 60]
ru: Используя жуткую силу Ее, это оружие выпускает разрушительный луч хаотичной жуткой энергии, который вызывает быструю дезинтеграцию всего, к чему он прикасается. Применяет эффект эрозии к помещениям и наносит урон со временем всем пораженным членам экипажа, а также полностью предотвращает исцеление и ремонт. [Базовая перезарядка: 60]
zh_hans: 这件武器调动她的怪异之力，发射出毁灭性的混沌怪异能量光束，使所有接触到的物质迅速瓦解。对房间施加侵蚀效果，对所有中弹船员造成持续伤害，并完全阻止治疗与维修。[基础冷却时间：60]

source: Her 'Tormentum' Artillery :) [Base cooldown: 60]
fr: Son Artillerie 'Tormentum' :) [Temps de recharge par défaut : 60]
ru: Артиллерия Ее "Торментум" :) [Базовая перезарядка: 60]
zh_hans: 她的“托门图姆”巨炮 :) [基础冷却时间：60 秒]

source: Azure Shard
fr: Éclat Azur
ru: Лазурный осколок
zh_hans: 蔚蓝碎片

source: Azure
fr: Azur
ru: Лазурный
zh_hans: 蔚蓝

# data/blueprints.xml.append$//weaponBlueprint[@name="LILY_AZURE_ARMOR_PROJ"]/desc
source: AZURE CRYSTAL VENG PROJECTILE
fr: PROJECTILE VENG DE CRISTAL AZUR
ru: ЛАЗУРНЫЙ КРИСТАЛЛ ВЕНГ СНАРЯДА
zh_hans: 蔚蓝水晶复仇弹体

source: MV Siren Transport
fr: Transporteur Sirène Multiversel
ru: МВ-транспорт сирен
zh_hans: 多元异鸣运输舰

source: Aoi Yume
ru: Аой Юмэ
zh_hans: 碧梦

source: Sirens are not typically known to be cooperative with other races. However, the Multiverse is a big place, and this ship's siren and crystal crew working together proves to be an exception to that stereotype.
fr: Les Sirènes ne sont généralement pas réputées pour leur coopération avec les autres races. Cependant, le Multivers est vaste, et l'équipage Sirène et Cristalien de ce vaisseau s'avère être une exception à ce stéréotype.
ru: Сирены, как правило, не славятся своим сотрудничеством с другими расами. Однако мультивселенная - это огромное пространство, и сирены и кристаллины на этом корабле, работающие вместе, являются исключением из этого стереотипа.
zh_hans: 异鸣族通常不以与其他种族合作而闻名。然而，多元宇宙浩瀚无垠，这艘舰船上的异鸣族与水晶船员并肩作战，证明了这一刻板印象确有例外。

source: Wrecked Siren Transport
fr: Épave de Transporteur Sirène
ru: Развалившийся транспорт сирен
zh_hans: 失事异鸣族运输舰

source: The Broken Dream
fr: Le Rêve Brisé
ru: Разбитая мечта
zh_hans: 破碎之梦

source: A wreck of the Siren ship recovered from the Stargrove. Beaten up and with no oxygen, it is now crewed by Lanius and an Orchid, who liked "pretty colors". The special Siren weapon still remains, however.
fr: Une épave de vaisseau Sirène récupérée du Bosquet Stellaire. Abîmée et sans oxygène, il est maintenant occupé par des Lanius et un Orchidée qui aimait 'les jolies couleurs'. Cependant, l'arme spéciale Sirène est toujours présente.
ru: Обломки корабля сирен, найденные в Звездной роще. Потрепанный и лишенный кислорода, он теперь управляется ланиусом и орхидеей, которым просто понравились его "красивые цвета". Однако особое оружие сирен все еще работоспособно.
zh_hans: 从恒星森林回收的异鸣族舰船残骸。破败不堪，氧气全无，如今由食铁族和一名喜欢“漂亮颜色”的兰花族船员操控。不过，那件特殊的异鸣族武器依然留存。

source: Siren Transport
fr: Transporteur Sirène
ru: Транспортный корабль сирен
zh_hans: 异鸣族运输舰

source: Thelxiope
ru: Телксиопа
zh_hans: 特尔希奥佩

source: A fully restored and refitted siren transport ship, and is now a combat ready vessel. Its unique Artillery Beam dazes and abducts any crew hit, making them easy prey - one of the favourite Siren tactics.
fr: Un vaisseau de transport Sirène entièrement restauré et réaménagé, et désormais un bâtiment prêt au combat. Son Artillerie à Rayon unique étourdit et enlève tout membre d'équipage touché, en faisant une proie facile - l'une des tactiques favorites des Sirènes.
ru: Полностью отреставрированное и переоборудованное транспортное судно сирен, которое теперь является боеспособным кораблем. Его уникальный артиллерийский луч оглушает и похищает любого члена экипажа, попадающего под его действие, делая их легкой добычей - одна из любимых тактик сирен.
zh_hans: 一艘完全修复并改造的异鸣族运输舰，成为准备就绪的战斗舰。其独特的巨炮光束可眩晕并劫持被击中的船员，使其成为猎物——这正是异鸣族最喜爱的 战术之一。

source: Siren Transport
fr: Transporteur Sirène
ru: Транспортный корабль сирен
zh_hans: 异鸣族运输舰

source: Parthenope
ru: Партенопа
zh_hans: 帕耳忒诺佩

source: Fully embracing chaos, this ship is equipped with artillery that fires one out of 8 different beams completely at random.
fr: Embrassant pleinement le chaos, ce vaisseau est équipé d’une artillerie qui tire au hasard l’un des huit rayons différents.
ru: Полностью погруженный в хаос, этот корабль оснащен артиллерией, которая стреляет 1 из 8 различных лучей совершенно случайным образом.
zh_hans: 这艘舰船完全拥抱混沌，配备的巨炮会从 8 种不同光束中完全随机发射一种。

source: Siren Transport
fr: Transporteur Sirène
ru: Транспортный корабль сирен
zh_hans: 异鸣族运输舰

source: Himerope
ru: Гимеропа
zh_hans: 希梅洛佩

source: How do the dreams taste if you cook them? This couple of Siren harpies has decided to find out, by installing an artillery beam capable of burning everything in its path.
fr: Quel goût ont les rêves lorsqu’on les cuisine ? Ce couple de harpies Sirènes a décidé de le découvrir, en installant un rayon d’artillerie capable de tout brûler sur son passage.
ru: Какой вкус у снов, если их приготовить? Эта пара Гарпий-сирен решила это выяснить, установив артиллерийский луч, способный сжечь все на своем пути.
zh_hans: 如果梦能烹饪，尝起来会是什么味道？这对异鸣食梦者姐妹决定一探究竟——她们安装了一门能够烧尽沿途一切的火炮光束。

source: Rhymer Transport
fr: Transporteur Rimeur
ru: Транспорт Того, Кто Рифмует
zh_hans: 押韵运输舰

source: Yidhra
ru: Йидра
zh_hans: 伊德海拉

source: A ship acquired by followers of The One Who Rhymes, that now "transports" a terrifyingly large and powerful beam cannon. However, it comes at the expense of its reactor and defenses beyond its Eldritch shield.
fr: Un vaisseau acquis par les adeptes de Celui-qui-rime, qui 'transporte' désormais un canon à rayon d’une puissance et d’une taille terrifiantes. Cependant, cela s’est fait au détriment de son réacteur et de toute défense au-delà de son bouclier surnaturel.
ru: Корабль, приобретенный последователями Того, Кто Рифмует, который теперь "перевозит" ужасающе большую и мощную лучевую пушку. Однако это достигается за счет его реактора и средств защиты, помимо его жуткого щита.
zh_hans: 追随“押韵者”的信徒获得的的舰船，如今“运输”着一门恐怖尺寸与威力的强力光束。然而，代价是牺牲了反应堆及其怪异护盾以外的所有防御。

source: Lily's Crewser
fr: Croiseur de Lily
ru: Корабль Лили
zh_hans: 莉莉的特员星舰

source: Void Star
fr: Étoile du Néant
ru: Звезда Пустоты
zh_hans: 虚空之星

source: A ship empowered by Her eldritch powers themselves, it is a perfect vessel for Lily to enact Her will.
fr: Un vaisseau imprégné de Ses propres pouvoirs surnaturels, parfait pour permettre à Lily d’accomplir Sa volonté.
ru: Корабль, который Она наделила жуткими силами, является идеальным средством для Лили, чтобы воплотить Ее волю.
zh_hans: 这艘舰船由她的怪异力量亲自赋能，是莉莉执行她的意志的完美星舰。

# data/blueprints.xml.append$//augBlueprint[@name="LILY_PATRONAGE"]/title
source: Lily
ru: Лили

# data/blueprints.xml.append$//augBlueprint[@name="LILY_ESTROGEN_DISPERSAL"]/title
source: E
ru: Е

# data/blueprints.xml.append$//weaponBlueprint[@name="LILY_FOCUS_CIWS"]/short
source: C.I.W.S.
ru: С.О.Б.Б.

# data/blueprints.xml.append$//augBlueprint[@name="LILY_AVATAR_LINKER"]/title
source: Lily Avatar
fr: Avatar de Lily

# data/blueprints.xml.append$//augBlueprint[@name="LILY_MYSTERIOUS_SHIELDS"]/title
source: Mysterious Shield
fr: Bouclier mystérieux

# data/blueprints.xml.append$//augBlueprint[@name="LILY_MYSTERIOUS_SHIELDS"]/desc
source: A barrier of eldritch chaotic energy that provides a 42 hitpoints Super Shield. Its power source seems to be... not even on the ship?.
fr: Une barrière d'énergie chaotique surnaturelle qui fournit un super bouclier de 42 points. Sa source d'énergie semble ne pas provenir du vaisseau lui-même...
