Repository: ftl-mv-translation/lilys-beam-emporium
Catalog: locale/data/blueprints.xml.append/*.po
Languages: fr, ru, zh_hans

source: An unique weapon capable of firing a pair of converging beams at once. Stats: Required Power: 4 Charge Time: 20 seconds Beam Length: 80 Beam Speed: 5 (Primary Beam) Ion Damage: 2 Fire Chance: 30% Stun Chance: 100% (3 seconds long) (Secondary Beam) 2x hull damage on systemlesss rooms. Base Hull Damage: 2 Total System Damage: 3 Total Crew Damage: 45 Breach Chance: 30% (Adjusted: 30%) Default Price: 100~ - Selling Price: 50~
fr: Une arme unique capable de tirer simultanément une paire de rayons convergents. Stats : Puissance requise : 4 Temps de charge : 20 secondes Longueur du rayon : 80 Vitesse du rayon : 5 (Rayon principal) Dégâts ioniques : 2 Chance de feu : 30 % Chance d’étourdissement : 100 % (durée : 3 secondes) (Rayon secondaire) Dégâts à la coque x2 sur les pièces sans systèmes Dégâts de coque de base : 2 Dégâts totaux aux systèmes : 3 Dégâts totaux à l’équipage : 45 Chance de brèche : 30 % (ajustée : 30 %) Prix par défaut : 100~ - Prix de vente : 50~
ru: Уникальное оружие, способное стрелять парой сходящихся лучей одновременно. Характеристики: Необходимая мощность: 3 Время перезарядки: 20 сек. Длина луча: 80 Скорость луча: 5 (Первичный луч) Ионный урон: 2 Вероятность возгорания: 30% Вероятность оглушения: 100% (3 сек.) (Вторичный луч) Двойной урон отсекам без систем. Урон корпусу: 2 Урон системам: 3 Урон экипажу: 45 Вероятность пробоины: 30% (Скорректировано: 30%) Покупка: 100~ - Продажа: 50~
zh_hans: 一种独特的武器，可同时发射一对汇聚光束。 属性： 所需能量：3 格 充能时间：20 秒 光束长度：80 光束速度：5 （主光束） 离子伤害：2 起火几率：30% 击晕几率：100%（持续 3 秒） （副光束） 对无系统舱室造成 2 倍船体伤害 基础船体伤害：2 系统伤害：3 船员伤害：45 破舱几率：30%（修正后：30%） 标准售价：100～ · 出售价格：50～

source: Required Power: 4 Charge Time: 20 seconds Beam Length: 80 Beam Speed: 5 (Primary Beam) Ion Damage: 2 Fire Chance: 30% Stun Chance: 100% (3 seconds long) (Secondary Beam) 2x hull damage on systemlesss rooms. Base Hull Damage: 2 Total System Damage: 3 Total Crew Damage: 45 Breach Chance: 30% (Adjusted: 30%)
fr: Puissance requise : 4 Temps de charge : 20 secondes Longueur du rayon : 80 Vitesse du rayon : 5 (Rayon principal) Dégâts ioniques : 2 Chance de feu : 30 % Chance d’étourdissement : 100 % (durée : 3 secondes) (Rayon secondaire) Dégâts à la coque x2 sur les pièces sans systèmes Dégâts de coque de base : 2 Dégâts totaux aux systèmes : 3 Dégâts totaux à l’équipage : 45 Chance de brèche : 30 % (ajustée : 30 %)
ru: Необходимая мощность: 4 Время перезарядки: 20 сек. Длина луча: 80 Скорость луча: 5 (Первичный луч) Ионный урон: 2 Вероятность возгорания: 30% Вероятность оглушения: 100% (3 сек.) (Вторичный луч) Двойной урон отсекам без систем. Урон корпусу:2 Урон системам: 3 Урон экипажу: 45 Вероятность пробоины: 30% (Скорректировано: 30%)
zh_hans: 所需能量：4 格 充能时间：20 秒 光束长度：80 光束速度：5 （主光束） 离子伤害：2 起火几率：30% 击晕几率：100%（持续 3 秒） （副光束） 对无系统舱室造成 2 倍船体伤害 基础船体伤害：2 系统总伤害：3 船员总伤害：45 破舱几率：30%（修正后：30%）

source: 'Syringe' Beam [Empty]
fr: Rayon 'Seringue' [Vide]
ru: Луч "Шприц" [Пустой]
zh_hans: “注射器”光束 [空载]

source: 'Syringe' [-]
fr: 'seringue' [-]
ru: Шприц [-]
zh_hans: “注射器”[-]

source: This weapon is less of traditional beam and more of an oversized medical device. Automatic chemical synthesis lab included. Current mode: Empty, need to be configured before use.
fr: Cette arme est moins un rayon traditionnel qu'un dispositif médical surdimensionné. Laboratoire de synthèse chimique automatique inclus. Mode actuel : Vide - nécessite d'être configuré avant utilisation.
ru: Это оружие больше похоже не на традиционный луч, а на медицинское устройство увеличенных размеров. Включает в себя лабораторию автоматического химического синтеза. Текущий режим: Пустой, необходимо настроить перед использованием.
zh_hans: 这件与其说是传统光束武器，不如说是个超大型医疗设备。内置自动化学合成物种实验室。当前模式：空载，使用前需配置。

source: 'Syringe' Beam [Medicine]
fr: Rayon 'Seringue' [Médical]
ru: Луч "Шприц" [Медицина]
zh_hans: “注射器”光束 [医疗]

source: 'Syringe' [M]
fr: 'Seringue' [M]
ru: Шприц [М]
zh_hans: “注射器”[医疗]

source: This weapon is less of traditional beam and more of an oversized medical device. Automatic chemical synthesis lab included. Current mode: Medicine.
fr: Cette arme est moins un rayon traditionnel qu'un dispositif médical surdimensionné. Laboratoire de synthèse chimique automatique inclus. Mode actuel : Médical.
ru: Это оружие больше похоже не на традиционный луч, а на медицинское устройство увеличенных размеров. Включает в себя лабораторию автоматического химического синтеза. Текущий режим: Медицина.
zh_hans: 这件与其说是传统光束武器，不如说是个超大型医疗设备。内置自动化学合成物种实验室。当前模式：医疗。

source: 'Syringe' Beam [Stimulant]
fr: Rayon 'Seringue' [Stimulant]
ru: Луч "Шприц" [Стимулятор]
zh_hans: “注射器”光束 [兴奋剂]

source: 'Syringe' [S]
fr: 'Seringue' [S]
ru: Шприц [С]
zh_hans: “注射器”[兴奋剂]

source: This weapon is less of traditional beam and more of an oversized medical device. Automatic chemical synthesis lab included. Current mode: Stimulant.
fr: Cette arme est moins un rayon traditionnel qu'un dispositif médical surdimensionné. Laboratoire de synthèse chimique automatique inclus. Mode actuel : Stimulant.
ru: Это оружие больше похоже не на традиционный луч, а на медицинское устройство увеличенных размеров. Включает в себя лабораторию автоматического химического синтеза. Текущий режим: Стимулятор.
zh_hans: 这件与其说是传统光束武器，不如说是个超大型医疗设备。内置自动化学合成物种实验室。当前模式：兴奋剂。

source: 'Syringe' Beam [Poison]
fr: Rayon 'Seringue' [Poison]
ru: Луч "Шприц" [Яд]
zh_hans: “注射器”光束 [毒]

source: 'Syringe' [P]
fr: 'Seringue' [P]
ru: Шприц [Яд]
zh_hans: “注射器”[毒]

source: This weapon is less of traditional beam and more of an oversized medical device. Automatic chemical synthesis lab included. Current mode: Poison.
fr: Cette arme est moins un rayon traditionnel qu'un dispositif médical surdimensionné. Laboratoire de synthèse chimique automatique inclus. Mode actuel : Poison.
ru: Это оружие больше похоже не на традиционный луч, а на медицинский прибор увеличенных размеров. Включает в себя лабораторию автоматического химического синтеза. Текущий режим: Яд.
zh_hans: 这件与其说是传统光束武器，不如说是个超大型医疗设备。内置自动化学合成物种实验室。当前模式：毒。

source: 'Syringe' Beam [Acid]
fr: Rayon 'Seringue' [Acide]
ru: Луч "Шприц" [Кислота]
zh_hans: “注射器”光束 [酸液]

source: 'Syringe' [A]
fr: 'Seringue' [A]
ru: Шприц [К]
zh_hans: “注射器”[酸液]

source: This weapon is less of traditional beam and more of an oversized medical device. Automatic chemical synthesis lab included. Current mode: Acid.
fr: Cette arme est moins un rayon traditionnel qu'un dispositif médical surdimensionné. Laboratoire de synthèse chimique automatique inclus. Mode actuel : Acide.
ru: Это оружие больше похоже не на традиционный луч, а на медицинский прибор увеличенных размеров. Включает в себя лабораторию автоматического химического синтеза. Текущий режим: Кислота.
zh_hans: 这件与其说是传统光束武器，不如说是个超大型医疗设备。内置自动化学合成物种实验室。当前模式：酸液。

# data/blueprints.xml.append$//weaponBlueprint[@name="LILY_BEAM_AMP_SIPHON"]/title
source: Burst Beam Projectile
fr: Projectile de Rayon en Rafale
zh_hans: 爆裂光束弹体

# data/blueprints.xml.append$//weaponBlueprint[@name="LILY_BEAM_AMP_SIPHON"]/short
source: Burst Beam Projectile
fr: Projectile de Rayon en Rafale
zh_hans: 爆裂光束弹体

# data/blueprints.xml.append$//weaponBlueprint[@name="LILY_BEAM_AMP_SIPHON"]/desc
source: YOU SHOULD NEVER SEE THIS
fr: VOUS NE DEVRIEZ PAS VOIR ÇA
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

source: Burst Beam Projectile
fr: Projectile de Rayon en Rafale
zh_hans: 爆裂光束弹体

source: Burst Beam Projectile
fr: Projectile de Rayon en Rafale
zh_hans: 爆裂光束弹体

source: YOU SHOULD NEVER SEE THIS
fr: VOUS NE DEVRIEZ PAS VOIR ÇA
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

source: 'Edison' Siphon Beam [0]
fr: Rayon siphon 'Edison' [0]
ru: Сифонный луч "Эдисон" [0]
zh_hans: “爱迪生”虹吸光束 [0]

source: 'Edison' [0]
ru: Эдисон [0]
zh_hans: “爱迪生”[0]

source: This unique beam weapon is capable of siphoning enemy shields and recharging your own in the process. Forcibly decreases system power by one on direct hit, but doesn't lock it. More power allows for longer burst. Current power: 0 (Conservative).
fr: Cette arme à rayon unique est capable de siphonner les boucliers ennemis et de recharger les vôtres dans le processus. Réduit d'un point la puissance du système en cas d'impact direct, sans le verrouiller. Une puissance supérieure permet une rafale plus longue. Puissance actuelle : 0 (conservateur).
ru: Это уникальное лучевое оружие способно поглощать щиты противника и заряжать свои собственные. При прямом попадании принудительно уменьшает мощность системы на один пункт, но не блокирует ее. Чем больше мощность, тем дольше длится зарядка. Текущая мощность: 0 (консервативное).
zh_hans: 这种独特的光束武器能够虹吸敌方护盾，同时为你的护盾充能。直接命中时强制降低目标系统 1 点能量，但不会锁定。更多能量可延长爆发时长。当前能量：0（集能模式）。

source: 'Edison' Siphon Beam [1]
fr: Rayon siphon 'Edison' [1]
ru: Сифонный луч "Эдисон" [1]
zh_hans: “爱迪生”虹吸光束 [1]

source: 'Edison' [1]
ru: Эдисон [1]
zh_hans: “爱迪生”[1]

source: This unique beam weapon is capable of siphoning enemy shields and recharging your own in the process. Forcibly decreases system power by one on direct hit, but doesn't lock it. More power allows for longer burst. Current power: 1.
fr: Cette arme à rayon unique est capable de siphonner les boucliers ennemis et de recharger les vôtres dans le processus. Réduit d'un point la puissance du système en cas d'impact direct, sans le verrouiller. Une puissance supérieure permet une rafale plus longue. Puissance actuelle : 1.
ru: Это уникальное лучевое оружие способно поглощать щиты противника и заряжать ваши собственные. При прямом попадании принудительно уменьшает мощность системы на один пункт, но не блокирует ее. Чем больше мощность, тем дольше заряжается. Текущая мощность: 1.
zh_hans: 这种独特的光束武器能够虹吸敌方护盾，同时为你的护盾充能。直接命中时强制降低目标系统 1 点能量，但不会锁定。更多能量可延长爆发时长。当前能量：1。

source: 'Edison' Siphon Beam [2]
fr: Rayon siphon 'Edison' [2]
ru: Сифонный луч "Эдисон" [2]
zh_hans: “爱迪生”虹吸光束 [2]

source: 'Edison' [2]
ru: Эдисон [2]
zh_hans: “爱迪生”[2]

source: This unique beam weapon is capable of siphoning enemy shields and recharging your own in the process. Forcibly decreases system power by one on direct hit, but doesn't lock it. More power allows for longer burst. Current power: 2.
fr: Cette arme à rayon unique est capable de siphonner les boucliers ennemis et de recharger les vôtres dans le processus. Réduit d'un point la puissance du système en cas d'impact direct, sans le verrouiller. Une puissance supérieure permet une rafale plus longue. Puissance actuelle : 2.
ru: Это уникальное лучевое оружие способно поглощать щиты противника и заряжать ваши собственные. При прямом попадании принудительно уменьшает мощность системы на один пункт, но не блокирует ее. Чем больше мощность, тем дольше заряжается. Текущая мощность: 2.
zh_hans: 这种独特的光束武器能够虹吸敌方护盾，同时为你的护盾充能。直接命中时强制降低目标系统 1 点能量，但不会锁定。更多能量可延长爆发时长。当前能量：2。

source: 'Edison' Siphon Beam [3]
fr: Rayon siphon 'Edison' [3]
ru: Сифонный луч "Эдисон" [3]
zh_hans: “爱迪生”虹吸光束 [3]

source: 'Edison' [3]
ru: Эдисон [3]
zh_hans: “爱迪生”[3]

source: This unique beam weapon is capable of siphoning enemy shields and recharging your own in the process. Forcibly decreases system power by one on direct hit, but doesn't lock it. More power allows for longer burst. Current power: 3.
fr: Cette arme à rayon unique est capable de siphonner les boucliers ennemis et de recharger les vôtres dans le processus. Réduit d'un point la puissance du système en cas d'impact direct, sans le verrouiller. Une puissance supérieure permet une rafale plus longue. Puissance actuelle : 3.
ru: Это уникальное лучевое оружие способно поглощать щиты противника и заряжать ваши собственные. При прямом попадании принудительно уменьшает мощность системы на один пункт, но не блокирует ее. Чем больше мощность, тем дольше заряжается. Текущая мощность: 3.
zh_hans: 这种独特的光束武器能够虹吸敌方护盾，同时为你的护盾充能。直接命中时强制降低目标系统 1 点能量，但不会锁定。更多能量可延长爆发时长。当前能量：3。

source: 'Edison' Siphon Beam [OVERDRIVE]
fr: Rayon siphon 'Edison' [SURMULTIPLICATEUR]
ru: Сифонный луч "Эдисон" [ПЕРЕГРЕВ]
zh_hans: “爱迪生”虹吸光束 [超载模式]

source: 'Edison' [OD]
fr: 'Edison' [SM]
ru: Эдисон [П]
zh_hans: “爱迪生”[超载模式]

source: This unique beam weapon is capable of siphoning enemy shields and recharging your own in the process. Forcibly decreases system power by one on direct hit, but doesn't lock it. More power allows for longer burst. Current power: OVERDRIVE.
fr: Cette arme à rayon unique est capable de siphonner les boucliers ennemis et de recharger les vôtres dans le processus. Réduit d'un point la puissance du système en cas d'impact direct, sans le verrouiller. Une puissance supérieure permet une rafale plus longue. Puissance actuelle : SURMULTIPLICATEUR.
ru: Это уникальное лучевое оружие способно поглощать щиты противника и заряжать ваши собственные. При прямом попадании принудительно уменьшает мощность системы на один пункт, но не блокирует ее. Чем больше мощность, тем дольше заряжается. Текущая мощность: ПЕРЕГРЕВ.
zh_hans: 这种独特的光束武器能够虹吸敌方护盾，同时为你的护盾充能。直接命中时强制降低目标系统 1 点能量，但不会锁定。更多能量可延长爆发时长。当前能量：超载模式。

# data/blueprints.xml.append$//weaponBlueprint[@name="LILY_FOCUS_PIERCE_1"]/title
source: Refractive Pinpoint I
fr: Aiguillon réfractif I
ru: Рефракционный точечный луч I
zh_hans: 折射光点 I

# data/blueprints.xml.append$//weaponBlueprint[@name="LILY_FOCUS_PIERCE_1"]/short
source: Refr. I
fr: Réfr. I
ru: Рефракц. I
zh_hans: 折射I

# data/blueprints.xml.append$//weaponBlueprint[@name="LILY_FOCUS_PIERCE_1"]/desc
source: A pinpoint beam utilizing specialized pierce technology. While incapable of piercing shields the regular way, it allows the beam to refract through them, still hitting the ship, albeit with precision loss.
fr: Un Rayon Aiguillon utilisant une technologie de perforation spécialisée. Bien qu’incapable de traverser les boucliers de manière classique, il peut se réfracter à travers eux et atteindre tout de même le vaisseau, au prix d’une perte de précision.
ru: Точечный луч, использующий специальную технологию пробивания. Хотя он не способен пробивать щиты обычным способом, он позволяет лучу преломляться через них, по-прежнему попадая в корабль, хотя и с потерей точности.
zh_hans: 一种采用特殊穿透技术的光点光束。虽然无法以常规方式穿透护盾，但能让光束折射穿过护盾，仍可击中舰船——尽管精度有所损失。

source: Refractive Pinpoint I
fr: Aiguillon réfractif I
ru: Рефракционный точечный луч I†
zh_hans: 折射光点 I†

source: Refr. I
fr: Réfr. I
ru: Рефракц. I†
zh_hans: 折射I†

source: A pinpoint beam utilizing specialized pierce technology. While incapable of piercing shields the regular way, it allows the beam to refract through them, still hitting the ship, albeit with precision loss.
fr: Un Rayon Aiguillon utilisant une technologie de perforation spécialisée. Bien qu’incapable de traverser les boucliers de manière classique, il peut se réfracter à travers eux et atteindre tout de même le vaisseau, au prix d’une perte de précision.
ru: Точечный луч, использующий специальную технологию пробивания. Хотя он не способен пробивать щиты обычным способом, он позволяет лучу преломляться через них, по-прежнему попадая в корабль, хотя и с потерей точности.
zh_hans: 一种采用特殊穿透技术的光点光束。虽然无法以常规方式穿透护盾，但能让光束折射穿过护盾，仍可击中舰船——尽管精度有所损失。

source: Refractive Pinpoint I
fr: Aiguillon réfractif I
ru: Рефракционный точечный луч I
zh_hans: 折射光点 I

source: Refr. I
fr: Réfr. I
ru: Рефракц. I
zh_hans: 折射I

# data/blueprints.xml.append$//weaponBlueprint[@name="LILY_FOCUS_PIERCE_1_R"]/desc
source: YOU SHOULD NEVER SEE THIS
fr: VOUS NE DEVRIEZ PAS VOIR ÇA
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

# data/blueprints.xml.append$//weaponBlueprint[@name="LILY_FOCUS_PIERCE_2"]/title
source: Refractive Pinpoint II
fr: Aiguillon réfractif II
ru: Рефракционный точечный луч II
zh_hans: 折射光点 II

# data/blueprints.xml.append$//weaponBlueprint[@name="LILY_FOCUS_PIERCE_2"]/short
source: Refr. II
fr: Réfr. II
ru: Рефракц. II
zh_hans: 折射II

# data/blueprints.xml.append$//weaponBlueprint[@name="LILY_FOCUS_PIERCE_2"]/desc
source: A pinpoint beam utilizing specialized pierce technology. While incapable of piercing shields the regular way, it allows the beam to refract through them, still hitting the ship, albeit with precision loss. Stronger then the Mk I.
fr: Un Rayon Aiguillon utilisant une technologie de perforation spécialisée. Bien qu’incapable de traverser les boucliers de manière classique, il peut se réfracter à travers eux et atteindre tout de même le vaisseau, au prix d’une perte de précision. Plus puissant que la version I.
ru: Точечный луч, использующий специальную технологию пробивания. Хотя он не способен пробивать щиты обычным способом, он позволяет лучу преломляться через них, по-прежнему попадая в корабль, хотя и с потерей точности. Более мощный, чем мод. I и при преломлении расщепляется на радугу цветов.
zh_hans: 一种采用特殊穿透技术的光点光束。虽然无法以常规方式穿透护盾，但能让光束折射穿过护盾，仍可击中舰船——尽管精度有所损失。比 I 型更强，折射时会化作一道彩虹。

source: Refractive Pinpoint II
fr: Aiguillon réfractif II
ru: Рефракционный точечный луч II†
zh_hans: 折射光点 II†

source: Refr. II
fr: Réfr. II
ru: Рефракц. II†
zh_hans: 折射II†

source: A pinpoint beam utilizing specialized pierce technology. While incapable of piercing shields the regular way, it allows the beam to refract through them, still hitting the ship, albeit with precision loss. Stronger then the Mk I.
fr: Un Rayon Aiguillon utilisant une technologie de perforation spécialisée. Bien qu’incapable de traverser les boucliers de manière classique, il peut se réfracter à travers eux et atteindre tout de même le vaisseau, au prix d’une perte de précision. Plus puissant que la version I.
ru: Точечный луч, использующий специальную технологию пробивания. Хотя он не способен пробивать щиты обычным способом, он позволяет лучу преломляться через них, по-прежнему попадая в корабль, хотя и с потерей точности. Более мощный, чем мод. I и при преломлении расщепляется на радугу цветов.
zh_hans: 一种采用特殊穿透技术的光点光束。虽然无法以常规方式穿透护盾，但能让光束折射穿过护盾，仍可击中舰船——尽管精度有所损失。比 I 型更强，折射时会化作一道彩虹。

source: Refractive Pinpoint II
fr: Aiguillon réfractif II
ru: Рефракционный точечный луч II
zh_hans: 折射光点 II

source: Refr. II
fr: Réfr. II
ru: Рефракц. II
zh_hans: 折射II

# data/blueprints.xml.append$//weaponBlueprint[@name="LILY_FOCUS_PIERCE_2_R"]/desc
source: YOU SHOULD NEVER SEE THIS
fr: VOUS NE DEVRIEZ PAS VOIR ÇA
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

source: Refractive Pinpoint II
fr: Aiguillon réfractif II
ru: Рефракционный точечный луч II
zh_hans: 折射光点 II

source: Refr. II
fr: Réfr. II
ru: Рефракц. II
zh_hans: 折射II

# data/blueprints.xml.append$//weaponBlueprint[@name="LILY_FOCUS_PIERCE_2_O"]/desc
source: YOU SHOULD NEVER SEE THIS
fr: VOUS NE DEVRIEZ PAS VOIR ÇA
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

source: Refractive Pinpoint II
fr: Aiguillon réfractif II
ru: Рефракционный точечный луч II
zh_hans: 折射光点 II

source: Refr. II
fr: Réfr. II
ru: Рефракц. II
zh_hans: 折射II

# data/blueprints.xml.append$//weaponBlueprint[@name="LILY_FOCUS_PIERCE_2_Y"]/desc
source: YOU SHOULD NEVER SEE THIS
fr: VOUS NE DEVRIEZ PAS VOIR ÇA
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

source: Refractive Pinpoint II
fr: Aiguillon réfractif II
ru: Рефракционный точечный луч II
zh_hans: 折射光点 II

source: Refr. II
fr: Réfr. II
ru: Рефракц. II
zh_hans: 折射II

# data/blueprints.xml.append$//weaponBlueprint[@name="LILY_FOCUS_PIERCE_2_G"]/desc
source: YOU SHOULD NEVER SEE THIS
fr: VOUS NE DEVRIEZ PAS VOIR ÇA
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

source: Refractive Pinpoint II
fr: Aiguillon réfractif II
ru: Рефракционный точечный луч II
zh_hans: 折射光点 II

source: Refr. II
fr: Réfr. II
ru: Рефракц. II
zh_hans: 折射II

# data/blueprints.xml.append$//weaponBlueprint[@name="LILY_FOCUS_PIERCE_2_B"]/desc
source: YOU SHOULD NEVER SEE THIS
fr: VOUS NE DEVRIEZ PAS VOIR ÇA
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

source: Refractive Pinpoint II
fr: Aiguillon réfractif II
ru: Рефракционный точечный луч II
zh_hans: 折射光点 II

source: Refr. II
fr: Réfr. II
ru: Рефракц. II
zh_hans: 折射II

# data/blueprints.xml.append$//weaponBlueprint[@name="LILY_FOCUS_PIERCE_2_I"]/desc
source: YOU SHOULD NEVER SEE THIS
fr: VOUS NE DEVRIEZ PAS VOIR ÇA
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

source: Refractive Pinpoint II
fr: Aiguillon réfractif II
ru: Рефракционный точечный луч II
zh_hans: 折射光点 II

source: Refr. II
fr: Réfr. II
ru: Рефракц. II
zh_hans: 折射II

# data/blueprints.xml.append$//weaponBlueprint[@name="LILY_FOCUS_PIERCE_2_V"]/desc
source: YOU SHOULD NEVER SEE THIS
fr: VOUS NE DEVRIEZ PAS VOIR ÇA
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

# data/blueprints.xml.append$//weaponBlueprint[@name="LILY_BEAM_SHOTGUN_P"]/title
source: 'Array' Multi-Pinpoint [Pattern]
fr: Multi-Aiguillon 'Réseau' [Motif]
ru: Мульти-точечный луч "Массив" [Шаблон]
zh_hans: “阵列”多发光点 [阵列模式]

# data/blueprints.xml.append$//weaponBlueprint[@name="LILY_BEAM_SHOTGUN_P"]/short
source: 'Array' [P]
fr: 'Réseau' [M]
ru: Массив [Ш]
zh_hans: “阵列”[阵列模式]

# data/blueprints.xml.append$//weaponBlueprint[@name="LILY_BEAM_SHOTGUN_P"]/desc
source: This weapon is an array of 3 pinpoint beams clustered together, modified to be able to pop shields. Current mode: Pattern
fr: Cette arme est un réseau de 3 rayons aiguillons regroupés, modifiés pour pouvoir percer les boucliers. Mode actuel : Motif
ru: Это оружие представляет собой набор из 3 сконцентрированных лучей, объединенных в одну группу и модифицированных для пробивания щитов. Текущий режим: Шаблон (вертикальная или горизонтальная линия с интервалом между плитками в 2)
zh_hans: 这件武器由 3 个光点光束组合而成，经改造后能够击破护盾。当前模式：阵列模式（垂直或水平，间距 2 格）

# data/blueprints.xml.append$//weaponBlueprint[@name="LILY_BEAM_SHOTGUN_S"]/title
source: 'Array' Multi-Pinpoint [Scatter]
fr: Multi-Aiguillon 'Réseau' [Disperseur]
ru: Мульти-точечный луч "Массив" [Рассеяние]
zh_hans: “阵列”多发光点 [散射]

# data/blueprints.xml.append$//weaponBlueprint[@name="LILY_BEAM_SHOTGUN_S"]/short
source: 'Array' [S]
fr: 'Réseau' [D]
ru: Массив [Р]
zh_hans: “阵列”[散射]

# data/blueprints.xml.append$//weaponBlueprint[@name="LILY_BEAM_SHOTGUN_S"]/desc
source: This weapon is an array of 3 pinpoint beams clustered together, modified to be able to pop shields. Current mode: Scatter
fr: Cette arme est un réseau de 3 rayons aiguillons regroupés, modifiés pour pouvoir percer les boucliers. Mode actuel : Disperseur
ru: Это оружие представляет собой набор из 3 сконцентрированных лучей, объединенных в одну группу и модифицированных для пробивания щитов. Текущий режим: Рассеивание
zh_hans: 这件武器由 3 个光点光束组合而成，经改造后能够击破护盾。当前模式：散射

source: 'Matrix' Multi-Pinpoint [Pattern]
fr: Multi-Aiguillon 'Matrix' [Motif]
ru: Мульти-точечный луч "Матрица" [Шаблон]
zh_hans: “矩阵”多光点 [阵列模式]

source: 'Matrix' [P]
fr: 'Matrix' [M]
ru: Матрица [Ш]
zh_hans: “矩阵”[阵列模式]

# data/blueprints.xml.append$//weaponBlueprint[@name="LILY_BEAM_SHOTGUN_9_P"]/desc
source: This weapon is an array of 9 pinpoint beams clustered together, modified to be able to pop shields. Can take down shields and wreak chaos on enemy ship, but is cumbersome and hard to aim. Current mode: Pattern
fr: Cette arme est un réseau de 9 rayons aiguillons regroupés, modifiés pour pouvoir percer les boucliers. Peut abattre les boucliers et semer le chaos à bord du vaisseau ennemi, mais il est encombrant et difficile à viser. Mode actuel : Motif
ru: Это оружие представляет собой набор из 9 сконцентрированных лучей, модифицированных для пробивания щитов. Может снимать щиты и наносить урон вражеским кораблям, но является громоздким и сложным в наведении. Текущий режим: Шаблон (Сетка с расстоянием между плитками в 2)
zh_hans: 这件武器由 9 个光点光束组合而成，经改造后能够击破护盾。能摧毁敌方护盾并造成严重破坏，但操作笨重，难以瞄准。当前模式：阵列模式（舱格，间距 2 格）

source: 'Matrix' Multi-Pinpoint [Scatter]
fr: Multi-Aiguillon 'Matrix' [Disperseur]
ru: Мульти-точечный луч "Матрица" [Рассеивание]
zh_hans: “矩阵”多光点 [散射]

source: 'Matrix' [S]
fr: 'Matrix' [D]
ru: Матрица [Р]
zh_hans: “矩阵”[散射]
