Repository: ftl-mv-translation/lilys-beam-emporium
Catalog: locale/data/blueprints.xml.append/*.po
Languages: fr, ru, zh_hans

source: Fires a beam of chaotic eldritch energy that causes all touched matter to disintegrate. Applies Erosion effect to rooms and damage over time to all crew hit, and impedes healing and repairs. Pierces 3 shields, -4 hp/s and x0.5 healing and repair to crew.
fr: Tire un rayon d’énergie surnaturel chaotique qui fait se désintégrer toute matière touchée. Applique l’effet Érosion aux pièces et inflige des dégâts sur la durée à tout membre d’équipage touché, tout en ralentissant les soins et les réparations. Traverse 3 boucliers, -4 PV/s et x0,5 soins et réparations pour l'équipage.
ru: Выпускает луч жуткой хаотичной энергии, который вызывает распад всей затронутой материи. Применяет эффект эрозии к помещениям и наносит урон со временем всем пораженным членам экипажа, а также затрудняет исцеление и ремонт. Пробивает 3 щита, -4 ОЗ/с и 0.5х исцеление и ремонт экипажа. Наносит 1 ед. урона корпусу и открывает пробоину.
zh_hans: 发射一道混沌的怪异能量光束，使触及的所有物质分解。对舱室施加侵蚀效果，对所有被击中的船员造成持续伤害，并阻碍治疗与修复。 穿透 3 层护盾，对船员造成每秒 4 点生命值伤害，并使其治疗与修复效果减半。 对已破舱的舱室造成 1 点船体伤害。

source: Chaotic 'Dolor' Disintegrator Beam
fr: Rayon Désintégrateur Chaotique 'Dolor'
ru: Хаотический луч дезинтегратор "Долор"
zh_hans: 混沌“多洛”分解光束

source: 'Dolor'
ru: Долор™
zh_hans: '多洛'™

source: Fires a beam of chaotic eldritch energy that causes all touched matter to disintegrate. Applies Erosion effect to rooms and damage over time to all crew hit, and impedes healing and repairs. Pierces 4 shields, -8 hp/s and x0.25 healing and repair to crew.
fr: Tire un rayon d’énergie surnaturel chaotique qui fait se désintégrer toute matière touchée. Applique l’effet Érosion aux pièces et inflige des dégâts sur la durée à tout membre d’équipage touché, tout en ralentissant les soins et les réparations. Traverse 4 boucliers, -8 PV/s et x0,25 soins et réparations pour l'équipage.
ru: Выпускает луч жуткой хаотичной энергии, который вызывает распад всей затронутой материи. Применяет эффект эрозии к помещениям и наносит урон со временем всем пораженным членам экипажа, а также затрудняет исцеление и ремонт. Пробивает 4 щита, -8 ОЗ/с и 0.25х исцеление и ремонт экипажа. Наносит 2 ед. урона корпусу и открывает пробоину.
zh_hans: 发射一道混沌的怪异能量光束，使触及的所有物质分解。对舱室施加侵蚀效果，对所有被击中的船员造成持续伤害，并阻碍治疗与修复。 穿透 4 层护盾，对船员造成每秒 8 点生命值伤害，并使其治疗与修复效果降至 0.25 倍。 对已破舱的舱室造成 2 点船体伤害。

source: Chaotic 'Tormentum' Disintegrator Beam
fr: Rayon Désintégrateur Chaotique 'Tormentum'
ru: Хаотический луч дезинтегратор "Торментум"
zh_hans: 混沌“托门图姆”分解光束

source: 'Tormentum'
ru: Торментум™
zh_hans: “托门图姆”™

source: Fires a beam of chaotic eldritch energy that causes all touched matter to disintegrate. Applies Erosion effect to rooms and damage over time to all crew hit, and impedes healing and repairs. Pierces 5 shields, -4 hp/s and x0.0 healing and repair to crew.
fr: Tire un rayon d’énergie surnaturel chaotique qui fait se désintégrer toute matière touchée. Applique l’effet Érosion aux pièces et inflige des dégâts sur la durée à tout membre d’équipage touché, tout en ralentissant les soins et les réparations. Traverse 5 boucliers, -4 PV/s et x0,0 soins et réparations pour l'équipage.
ru: Выпускает луч жуткой хаотичной энергии, который вызывает распад всей затронутой материи. Применяет эффект эрозии к помещениям и наносит урон со временем всем пораженным членам экипажа, а также затрудняет исцеление и ремонт. Пробивает 5 щитов, -8 ОЗ/с и 0.0х исцеление и ремонт экипажа. Наносит 3 ед. урона корпусу и открывает пробоину.
zh_hans: 发射一道混沌的怪异能量光束，使触及的所有物质分解。对舱室施加侵蚀效果，对所有被击中的船员造成持续伤害，并阻碍治疗与修复。 穿透 5 层护盾，对船员造成每秒 8 点生命值伤害，并使其完全无法治疗与修复。 对已破舱的舱室造成 3 点船体伤害。

source: Chaotic 'Arde' Chaosfire Disintegrator Beam
fr: Rayon Désintégrateur Chaotique Chaosfire 'Arde'
ru: Хаотический луч дезинтегратор хаоса огня "Арде"
zh_hans: 混沌“阿尔德”混沌之火分解光束

source: 'Arde'
ru: Арде™
zh_hans: '阿尔德'™

source: Fires a beam of chaotic eldritch energy that causes all touched matter to disintegrate. Applies Erosion effect to rooms and damage over time to all crew hit, and impedes healing and repairs. Additionally starts chaosfires, that can damage any type of crew (at 1.5x base speed or more) and burn without oxygen. Pierces 3 shields, -3 hp/s and x0.5 healing and repair to crew.
fr: Tire un rayon d’énergie surnaturel chaotique qui fait se désintégrer toute matière touchée. Applique l’effet Érosion aux pièces et inflige des dégâts sur la durée à tout membre d’équipage touché, tout en ralentissant les soins et les réparations. De plus, cela déclenche des feux chaotiques capables de blesser n’importe quel type d’équipage (à une vitesse supérieure ou égale à 1,5 fois la vitesse de base) et brûlant sans oxygène. Traverse 3 boucliers, -3 PV/s et x0,5 soins et réparations pour l'équipage.
ru: Выпускает луч жуткой хаотичной энергии, который вызывает распад всей затронутой материи. Применяет эффект эрозии к помещениям и наносит урон со временем всем пораженным членам экипажа, а также затрудняет исцеление и ремонт. Дополнительно вызывает хаос-пожары, которые могут нанести ущерб любому типу экипажа (со скоростью 1.5x от базовой скорости или более) и сгорают без кислорода.. Пробивает 3 щита, -3 ОЗ/с и 0.5х исцеление и ремонт экипажа. Наносит 0 ед. урона корпусу и открывает пробоину.
zh_hans: 发射一道混沌的怪异能量光束，使触及的所有物质分解。对舱室施加侵蚀效果，对所有被击中的船员造成持续伤害，并阻碍治疗与修复。此外会引发混沌之火，可伤害任何类型的船员（以 1.5 倍基础速度或更快燃烧），且无需氧气。 穿透 3 层护盾，对船员造成每秒 3 点生命值伤害，并使其治疗与修复效果减半。 对已破舱的舱室造成 0 点船体伤害。

source: Chaotic 'Impedio' Chaoslock Disintegrator Beam
fr: Rayon Désintégrateur Chaotique Chaoslock 'Impedio'
ru: Хаотический луч дезинтегратор хаоса изоляции "Импедио"
zh_hans: 混沌“因佩迪奥”混沌封锁分解光束

source: 'Impedio'
ru: Импедио™
zh_hans: '因佩迪奥'™

source: Fires a beam of chaotic eldritch energy that causes all touched matter to disintegrate. Applies Erosion effect to rooms and damage over time to all crew hit, and impedes healing and repairs. Additionally applies chaoslock effect, preventing crew in affected rooms from manning, fighting, sabotaging and repairing, and reducing their movespeed to 0.25. Pierces 3 shields, -3 hp/s and x0.5 healing and repair to crew.
fr: Tire un rayon d’énergie surnaturel chaotique qui fait se désintégrer toute matière touchée. Applique l’effet Érosion aux pièces et inflige des dégâts sur la durée à tout membre d’équipage touché, tout en ralentissant les soins et les réparations. De plus, cela applique également l’effet verrouillage chaotique, empêchant les membres d’équipage dans les pièces touchées de manœuvrer, combattre, saboter ou réparer, et réduit leur vitesse de déplacement à 0,25. Traverse 3 boucliers, -3 PVs et x0,5 soins et réparations, pour l'équipage.
ru: Выпускает луч жуткой хаотичной энергии, который вызывает распад всей затронутой материи. Применяет эффект эрозии к помещениям и наносит урон со временем всем пораженным членам экипажа, а также затрудняет исцеление и ремонт. Дополнительно применяет эффект хаос-изоляции, не позволяющий экипажу в затронутых помещениях передвигаться, обслуживать оборудование, сражаться, проводить диверсии, ремонтировать и уменьшает их скорости передвижения до 0.25х. Пробивает 3 щита, -3 ОЗ/с и 0.5х исцеление и ремонт экипажа. Наносит 0 ед. урона корпусу и открывает пробоину.
zh_hans: 发射一道混沌的怪异能量光束，使触及的所有物质分解。对舱室施加侵蚀效果，对所有被击中的船员造成持续伤害，并阻碍治疗与修复。此外施加混沌封锁效果，阻止受影响舱室内的船员进行操控、战斗、破坏和修复，并将其移动速度降至 0.25 倍。 穿透 3 层护盾，对船员造成每秒 3 点生命值伤害，并使其治疗与修复效果减半。 对已破舱的舱室造成 0 点船体伤害。

source: Elite 'Ira' Disintegrator Beam
fr: Rayon Désintégrateur Élite 'Ira'
ru: Элитный луч дезинтегратор "Ира"
zh_hans: 精英“伊拉”分解光束

source: 'Ira'
ru: € Ира
zh_hans: € '伊拉'

source: Fires a beam of chaotic eldritch energy that causes all touched matter to disintegrate. Applies Erosion effect to rooms and damage over time to all crew hit, and impedes healing and repairs. Pierces 3 shields, -6 hp/s and x0.25 healing and repair to crew.
fr: Tire un rayon d’énergie surnaturel chaotique qui fait se désintégrer toute matière touchée. Applique l’effet Érosion aux pièces et inflige des dégâts sur la durée à tout membre d’équipage touché, tout en ralentissant les soins et les réparations. Traverse 3 boucliers, -6 PVs et x0,25 soins et réparations pour l'équipage.
ru: Выпускает луч жуткой хаотичной энергии, который вызывает распад всей затронутой материи. Применяет эффект эрозии к помещениям и наносит урон со временем всем пораженным членам экипажа, а также затрудняет исцеление и ремонт. Пробивает 3 щита, -6 ОЗ/с и 0.25х исцеление и ремонт экипажа. Наносит 2 ед. урона корпусу и открывает пробоину.
zh_hans: 发射一道混沌的怪异能量光束，使触及的所有物质分解。对舱室施加侵蚀效果，对所有被击中的船员造成持续伤害，并阻碍治疗与修复。 穿透 3 层护盾，对船员造成每秒 6 点生命值伤害，并使其治疗与修复效果降至 0.25 倍。 对已破舱的舱室造成 2 点船体伤害。

source: Elite 'Angoris' Disintegrator Beam
fr: Rayon Désintégrateur Élite 'Angoris'
ru: Элитный луч дезинтегратор "Ангорис"
zh_hans: 精英“安戈里斯”分解光束

source: 'Angoris'
ru: € Ангорис
zh_hans: € '安戈里斯'

source: Fires a beam of chaotic eldritch energy that causes all touched matter to disintegrate. Applies Erosion effect to rooms and damage over time to all crew hit, and impedes healing and repairs. Pierces 3 shields, -6 hp/s and x0.25 healing and repair to crew.
fr: Tire un rayon d’énergie surnaturel chaotique qui fait se désintégrer toute matière touchée. Applique l’effet Érosion aux pièces et inflige des dégâts sur la durée à tout membre d’équipage touché, tout en ralentissant les soins et les réparations. Traverse 3 boucliers, -6 PVs et x0,25 soins et réparations pour l'équipage.
ru: Выпускает луч жуткой хаотичной энергии, который вызывает распад всей затронутой материи. Применяет эффект эрозии к помещениям и наносит урон со временем всем пораженным членам экипажа, а также затрудняет исцеление и ремонт. Пробивает 3 щита, -6 ОЗ/с и 0.25х исцеление и ремонт экипажа. Наносит 2 ед. урона корпусу и открывает пробоину.
zh_hans: 发射一道混沌的怪异能量光束，使触及的所有物质分解。对舱室施加侵蚀效果，对所有被击中的船员造成持续伤害，并阻碍治疗与修复。 穿透 3 层护盾，对船员造成每秒 6 点生命值伤害，并使其治疗与修复效果降至 0.25 倍。 对已破舱的舱室造成 2 点船体伤害。

source: Elite 'Dolor' Disintegrator Beam
fr: Rayon Désintégrateur Élite 'Dolor'
ru: Элитный луч дезинтегратор "Долор"
zh_hans: 精英“多洛”分解光束

source: 'Dolor'
ru: € Долор
zh_hans: € '多洛'

source: Fires a beam of chaotic eldritch energy that causes all touched matter to disintegrate. Applies Erosion effect to rooms and damage over time to all crew hit, and impedes healing and repairs. Pierces 4 shields, -12 hp/s and x0.0 healing and repair to crew.
fr: Tire un rayon d’énergie surnaturel chaotique qui fait se désintégrer toute matière touchée. Applique l’effet Érosion aux pièces et inflige des dégâts sur la durée à tout membre d’équipage touché, tout en ralentissant les soins et les réparations. Traverse 4 boucliers, -12 PVs et x0,0 soins et réparations pour l'équipage.
ru: Выпускает луч жуткой хаотичной энергии, который вызывает распад всей затронутой материи. Применяет эффект эрозии к помещениям и наносит урон со временем всем пораженным членам экипажа, а также затрудняет исцеление и ремонт. Пробивает 4 щита, -12 ОЗ/с и 0.0х исцеление и ремонт экипажа. Наносит 3 ед. урона корпусу и открывает пробоину.
zh_hans: 发射一道混沌的怪异能量光束，使触及的所有物质分解。对舱室施加侵蚀效果，对所有被击中的船员造成持续伤害，并阻碍治疗与修复。 穿透 4 层护盾，对船员造成每秒 12 点生命值伤害，并使其完全无法治疗与修复。 对已破舱的舱室造成 3 点船体伤害。

source: Elite 'Tormentum' Disintegrator Beam
fr: Rayon Désintégrateur Élite 'Tormentum'
ru: Элитный луч дезинтегратор "Торментум"
zh_hans: 精英“托门图姆”分解光束

source: 'Tormentum'
ru: € Торментум
zh_hans: € '托门图姆'

source: Fires a beam of chaotic eldritch energy that causes all touched matter to disintegrate. Applies Erosion effect to rooms and damage over time to all crew hit, and impedes healing and repairs. Pierces 5 shields, -6 hp/s and x0.25 healing and repair to crew.
fr: Tire un rayon d’énergie surnaturel chaotique qui fait se désintégrer toute matière touchée. Applique l’effet Érosion aux pièces et inflige des dégâts sur la durée à tout membre d’équipage touché, tout en ralentissant les soins et les réparations. Traverse 5 boucliers, -6 PVs et x0,25 soins et réparations pour l'équipage.
ru: Выпускает луч жуткой хаотичной энергии, который вызывает распад всей затронутой материи. Применяет эффект эрозии к помещениям и наносит урон со временем всем пораженным членам экипажа, а также затрудняет исцеление и ремонт. Пробивает 5 щитов, -12 ОЗ/с и 0х исцеление и ремонт экипажа. Наносит 4 ед. урона корпусу и открывает пробоину.
zh_hans: 发射一道混沌的怪异能量光束，使触及的所有物质分解。对舱室施加侵蚀效果，对所有被击中的船员造成持续伤害，并阻碍治疗与修复。 穿透 5 层护盾，对船员造成每秒 12 点生命值伤害，并使其完全无法治疗与修复。 对已破舱的舱室造成 4 点船体伤害。

source: Elite 'Arde' Chaosfire Disintegrator Beam
fr: Rayon Désintégrateur Élite Chaosfire 'Arde'
ru: Элитный луч дезинтегратор хаоса огня "Арде"
zh_hans: 精英“阿尔德”混沌之火分解光束

source: 'Arde'
ru: € Арде
zh_hans: € '阿尔德'

source: Fires a beam of chaotic eldritch energy that causes all touched matter to disintegrate. Applies Erosion effect to rooms and damage over time to all crew hit, and impedes healing and repairs. Additionally starts chaosfires, that can damage any type of crew (at 3x base speed or more) and burn without oxygen. Pierces 3 shields, -4 hp/s and x0.25 healing and repair to crew.
fr: Tire un rayon d’énergie surnaturel chaotique qui fait se désintégrer toute matière touchée. Applique l’effet Érosion aux pièces et inflige des dégâts sur la durée à tout membre d’équipage touché, tout en ralentissant les soins et les réparations. De plus, cela déclenche des feux chaotiques capables de blesser n’importe quel type d’équipage (à une vitesse trois fois supérieure à la vitesse de base ou plus) et brûlant sans oxygène. Traverse 3 boucliers, -4 PVs et x0,25 soins et réparations pour l'équipage.
ru: Выпускает луч жуткой хаотичной энергии, который вызывает распад всей затронутой материи. Применяет эффект эрозии к помещениям и наносит урон со временем всем пораженным членам экипажа, а также затрудняет исцеление и ремонт. Дополнительно вызывает хаос-пожары, которые могут нанести ущерб любому типу экипажа (со скоростью в 3х от базовой скорости) и сгорают без кислорода. Пробивает 3 щита, -4 ОЗ/с и 0.25х исцеление и ремонт экипажа. Наносит 1 ед. урона корпусу и открывает пробоину.
zh_hans: 发射一道混沌的怪异能量光束，使触及的所有物质分解。对舱室施加侵蚀效果，对所有被击中的船员造成持续伤害，并阻碍治疗与修复。此外会引发混沌之火，可伤害任何类型的船员（以 3 倍基础速度或更快燃烧），且无需氧气。 穿透 3 层护盾，对船员造成每秒 4 点生命值伤害，并使其治疗与修复效果降至 0.25 倍。 对已破舱的舱室造成 1 点船体伤害。

source: Elite 'Impedio' Chaoslock Disintegrator Beam
fr: Rayon Désintégrateur Élite Chaoslock 'Impedio'
ru: Элитный луч дезинтегратор хаоса изоляции "Импедио"
zh_hans: 精英“因佩迪奥”混沌封锁分解光束

source: 'Impedio'
ru: € Импедио
zh_hans: € '因佩迪奥'

source: Fires a beam of chaotic eldritch energy that causes all touched matter to disintegrate. Applies Erosion effect to rooms and damage over time to all crew hit, and impedes healing and repairs. Additionally applies chaoslock effect, preventing crew in affected rooms from moving, manning, fighting, sabotaging and repairing. Pierces 3 shields, -4 hp/s and x0.25 healing and repair to crew.
fr: Tire un rayon d’énergie surnaturel chaotique qui fait se désintégrer toute matière touchée. Applique l’effet Érosion aux pièces et inflige des dégâts sur la durée à tout membre d’équipage touché, tout en ralentissant les soins et les réparations. De plus, cela applique également l’effet verrouillage chaotique, empêchant les membres d’équipage dans les pièces touchées de se déplacer, manœuvrer, combattre, saboter ou réparer. Traverse 3 boucliers, -4 PVs et x0,25 soins et réparations pour l'équipage.
ru: Выпускает луч жуткой хаотичной энергии, который вызывает распад всей затронутой материи. Применяет эффект эрозии к помещениям и наносит урон со временем всем пораженным членам экипажа, а также затрудняет исцеление и ремонт. Дополнительно применяет эффект хаос-изоляции, не позволяющий экипажу в затронутых помещениях передвигаться, обслуживать оборудование, сражаться, проводить диверсии и ремонтировать. Пробивает 3 щита, -4 ОЗ/с и 0.25х исцеление и ремонт экипажа. Наносит 1 ед. урона корпусу и открывает пробоину.
zh_hans: 发射一道混沌的怪异能量光束，使触及的所有物质分解。对舱室施加侵蚀效果，对所有被击中的船员造成持续伤害，并阻碍治疗与修复。此外施加混沌锁效果，阻止受影响舱室内的船员移动、操控、战斗、破坏和修复。 穿透 3 层护盾，对船员造成每秒 4 点生命值伤害，并使其治疗与修复效果降至 0.25 倍。 对已破舱的舱室造成 1 点船体伤害。

source: Siren Abductor Artillery
fr: Artillerie Ravisseur Sirène
ru: Арт. сирен "Похититель"
zh_hans: 异鸣劫持巨炮

source: Abductor
fr: Ravisseur
ru: Похититель
zh_hans: 劫持

source: A beam weapon designed by Sirens, it pierces all shields and abduct crew it hits to the teleporter room, as well as putting them in a daze. Requires teleporter system to function. [Base cooldown: 15]
fr: Arme à rayon conçue par les Sirènes, elle traverse tous les boucliers et téléporte les membres d’équipage touchés vers la salle du téléporteur, tout en les mettant dans un état d’étourdissement. Nécessite le système de téléporteur pour fonctionner. [Temps de recharge par défaut : 15]
ru: Лучевое оружие, разработанное сиренами, пробивает все щиты и похищает экипаж, попавший под его действие, в отсек телепортации, а также вызывает у них оглушение. Для работы требуется система телепортатора. [Базовая перезарядка: 15]
zh_hans: 异鸣族设计的光束武器，可穿透所有护盾，将被击中的船员劫持至传送舱室，并使其陷入眩晕状态。需传送系统方可运作。[基础冷却时间：15秒]

source: Siren Abductor Artillery. [Base cooldown: 15]
fr: Artillerie Ravisseur Sirène. [Temps de recharge par défaut : 15]
ru: Артиллерия сирен "Похититель". [Базовая перезарядка: 15]
zh_hans: 异鸣劫持巨炮。 [基础冷却时间：15秒]

source: Siren Kaleidoscope Artillery
fr: Artillerie Kaléidoscope Sirène
ru: Арт. сирен "Калейдоскоп"
zh_hans: 异鸣万花筒巨炮

source: Kaleidoscope
fr: Kaléidoscope
ru: Калейдоскоп
zh_hans: 万花筒

source: A beam weapon designed by Sirens, it embraces chaos by firing one of 10 different beams at random. [Base cooldown: 16] Possible effects: Fire, Particle, Repair, Stun, Breach, Energy, Ion, Frost, Hack, Radiation
fr: Arme à rayon conçue par les Sirènes, elle embrasse le chaos en tirant aléatoirement l’un des 10 rayons possibles. [Temps de recharge par défaut : 16] Effets possibles : Feu, Particules, Réparation, Étourdissement, Brèche, Énergie, Ion, Givre, Piratage, Radiation
ru: Лучевое оружие, разработанное сиренами, которое создает хаос, произвольно выпуская один из 10 различных лучей. [Базовая перезарядка: 16] Возможные эффекты: огонь, частицы, ремонт, оглушение, пробоина, энергия, ионы, мороз, взлом, радиация.
zh_hans: 异鸣族设计的光束武器，它拥抱混沌，随机发射 10 种不同光束之一。[基础冷却时间：16秒] 可能的效果：火焰、粒子、修复、眩晕、破舱、能量、离子、冰霜、黑客、辐射

source: Siren Kaleidoscope Artillery. [Base cooldown: 16] ROYLGCBIVM
fr: Artillerie Ravisseur Sirène. [Temps de recharge par défaut : 16] ROYLGCBIVM
ru: Артиллерия сирен "Калейдоскоп". [Базовая перезарядка: 16] КОЖЛЗГСИФП
zh_hans: 异鸣万花筒巨炮。 [基础冷却时间：16秒] 红橙黄绿青蓝紫

source: Siren Chaosfire Artillery
fr: Artillerie Chaosfire Sirène
ru: Арт. сирен хаоса огня
zh_hans: 异鸣混沌之火巨炮

source: Chaosfire
ru: Хаос огня
zh_hans: 混沌之火

source: A beam weapon designed by Sirens, it fires a beam of chaotic energy that ignites everything it touches with chaosflames. Unlike normal fire, chaosflames can burn with no oxygen and damage even fireproof crew. Pierces 2 shields. [Base cooldown: 40]
fr: Arme à rayon conçue par les Sirènes, elle projette un rayon d’énergie chaotique qui enflamme tout ce qu’il touche avec des flammes du chaos. Contrairement au feu normal, les flammes du chaos peuvent brûler sans oxygène et infliger des dégâts même aux membres d’équipage résistants au feu. Traverse 2 boucliers. [Temps de recharge par défaut : 40]
ru: Лучевое оружие, разработанное сиренами. Оно стреляет лучем хаотической энергии, который воспламеняет все, к чему прикасается, хаотическим пламенем. В отличие от обычного огня, хаотическое пламя может гореть без кислорода и наносить урон даже огнеупорному экипажу. Пробивает 2 щита. [Базовая перезарядка: 40]
zh_hans: 异鸣族设计的光束武器，发射一道混沌能量光束，用混沌之火点燃所触一切。与普通火焰不同，混沌之火无需氧气即可燃烧，甚至能伤害防火船员。穿透 2 层护盾。[基础冷却时间：40秒]

source: Siren Chaosfire Artillery. [Base cooldown: 40]
fr: Artillerie Chaosfire Sirène. [Temps de recharge par défaut : 40]
ru: Артиллерия сирен хаоса огня. [Базовая перезарядка: 40]
zh_hans: 异鸣族混沌之火巨炮[基础冷却时间：40秒]

source: YOU SHOULD NEVER SEE THIS IN GAME
fr: VOUS NE DEVRIEZ JAMAIS VOIR CELA DANS LE JEU
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ВИДЕТЬ ЭТО В ИГРЕ
zh_hans: 你在游戏中绝不该看到这个

source: YOU SHOULD NEVER SEE THIS IN GAME
fr: VOUS NE DEVRIEZ JAMAIS VOIR CELA DANS LE JEU
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ВИДЕТЬ ЭТО В ИГРЕ
zh_hans: 你在游戏中绝不该看到这个

source: YOU SHOULD NEVER SEE THIS IN GAME
fr: VOUS NE DEVRIEZ JAMAIS VOIR CELA DANS LE JEU
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ВИДЕТЬ ЭТО В ИГРЕ
zh_hans: 你在游戏中绝不该看到这个

source: YOU SHOULD NEVER SEE THIS IN GAME
fr: VOUS NE DEVRIEZ JAMAIS VOIR CELA DANS LE JEU
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ВИДЕТЬ ЭТО В ИГРЕ
zh_hans: 你在游戏中绝不该看到这个

source: YOU SHOULD NEVER SEE THIS IN GAME
fr: VOUS NE DEVRIEZ JAMAIS VOIR CELA DANS LE JEU
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ВИДЕТЬ ЭТО В ИГРЕ
zh_hans: 你在游戏中绝不该看到这个

source: YOU SHOULD NEVER SEE THIS IN GAME
fr: VOUS NE DEVRIEZ JAMAIS VOIR CELA DANS LE JEU
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ВИДЕТЬ ЭТО В ИГРЕ
zh_hans: 你在游戏中绝不该看到这个

source: YOU SHOULD NEVER SEE THIS IN GAME
fr: VOUS NE DEVRIEZ JAMAIS VOIR CELA DANS LE JEU
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ВИДЕТЬ ЭТО В ИГРЕ
zh_hans: 你在游戏中绝不该看到这个

source: YOU SHOULD NEVER SEE THIS IN GAME
fr: VOUS NE DEVRIEZ JAMAIS VOIR CELA DANS LE JEU
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ВИДЕТЬ ЭТО В ИГРЕ
zh_hans: 你在游戏中绝不该看到这个

source: YOU SHOULD NEVER SEE THIS IN GAME
fr: VOUS NE DEVRIEZ JAMAIS VOIR CELA DANS LE JEU
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ВИДЕТЬ ЭТО В ИГРЕ
zh_hans: 你在游戏中绝不该看到这个

source: YOU SHOULD NEVER SEE THIS IN GAME
fr: VOUS NE DEVRIEZ JAMAIS VOIR CELA DANS LE JEU
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ВИДЕТЬ ЭТО В ИГРЕ
zh_hans: 你在游戏中绝不该看到这个

source: Chaotic 'Seuss' Artillery
fr: Artillerie Chaotique 'Seuss'
ru: Хаотичная арт. "Сьюсс"
zh_hans: 混沌“苏斯”巨炮

source: 'Seuss'
ru: Сьюсс™
zh_hans: '苏斯'™

source: An artillery version of the infamous weapon, this long beam devastates enemy systems and crew, as well as temporarily induces madness on the crew it hits, disabling their active abilities. Allied Eldritch beings and Sirens are healed instead. [Base cooldown: 30]
fr: Version d'artillerie de cette arme tristement célèbre, ce long rayon dévaste les systèmes et l'équipage ennemis. Il induit également temporairement la folie chez l'équipage touché, désactivant ses capacités actives. Les êtres surnaturels et les Sirènes alliés sont soignés à la place. [Temps de recharge par défaut : 30]
ru: Артиллерийская версия печально известного оружия, этот длинный луч уничтожает системы и экипаж противника, а также временно вызывает безумие у экипажа, по которому он попадает, отключая их активные способности. Союзные жуткие и сирены вместо этого исцеляются. [Базовая перезарядка: 30]
zh_hans: 这把臭名昭著武器的巨炮版本，这道毁灭性的长光束能伤害敌方系统与船员，并让被击中的船员暂时陷入疯狂，使其主动技能失效。友方怪异造物与异鸣族则会被治疗。[基础冷却时间：30秒]

source: Chaotic 'Seuss' Artillery. [Base cooldown: 30]
fr: Artillerie Chaotique 'Seuss' [Temps de recharge par défaut : 30]
ru: Хаотичная артиллерия "Сьюсс". [Базовая перезарядка: 30]
zh_hans: 混沌“苏斯”巨炮。[基础冷却时间：30秒]

source: 'Azure Dream Blade'
fr: Lame du Rêve Azur
ru: "Лазурный меч мечты"
zh_hans: “蔚蓝梦刃”

source: 'Azure Blade'
fr: 'Lame Azur'
ru: Лазурный меч
zh_hans: “蔚蓝”
